Resolve.prototype = {
  constructor: Resolve,
  getResolve: function (subject, course) {
    return this.resolves[course][subject] || []
  }
}

function Resolve () {
  this.resolves = [
    {
      "爱因斯坦曾经说过“大多数人都以为是才智成就了科学家，他们错了，是品格”。下列名言与这段话含义一致的是:（）": [
          "才者，德之资也；德者，才之帅也"
      ],
      "大学生面对崭新的生活学习环境，面临的首要问题是:（）": [
          "尽快适应大学生活"
      ],
      "大学生在适应大学这一新的环境中最根本的因素是:（）": [
          "确定新的奋斗目标"
      ],
      "大学学习自主支配的时间增多，学生需要强化自身学习的:（）": [
          "自主性"
      ],
      "创新学习的基础是（）": [
          "求真务实"
      ],
      "与中学生活相比，大学生活发生了哪些显著变化:（）": [
          "社会活动的变化",
          "生活环境的变化",
          "学习要求的变化"
      ],
      "大学生应如何提高独立生活能力:（）": [
          "确立独立生活意识",
          "大胆实践、不断积累生活经验",
          "虚心求教",
          "细心体察"
      ],
      "进入大学以后大学生应树立什么样的学习理念:（）": [
          "终身学习的理念",
          "创新学习的理念",
          "全面学习的理念",
          "自主学习的理念"
      ],
      "只有学风端正，才能充分利用大学期间的宝贵时光，学到扎实的知识，掌握真正的本领。以下哪些是大学生应着重培养的优良学风。（）": [
          "求实",
          "勤奋",
          "创新",
          "严谨"
      ],
      "在人的素质中，思想政治素质起着主导作用。": [
          "正确"
      ],
      "大学生是国家宝贵的人才资源，是民族的希望、祖国的未来。": [
          "正确"
      ],
      "大学和中学相比，没有什么明显的不同。": [
          "错误"
      ],
      "人生观包括哪些内容": [
          "人生态度",
          "人生价值",
          "人生目的"
      ],
      "积极进取的人生态度体现在哪几个方面": [
          "进取",
          "务实",
          "乐观",
          "认真"
      ],
      "信念的特征是（）": [
          "执着性",
          "稳定性",
          "多样性"
      ],
      "世界观是人们对生活在其中的世界以及人与主观世界的关系的总体看法和根本观点。": [
          "错误"
      ],
      "人们在实践中形成的对于人生目的和意义的根本看法是（）。": [
          "人生观"
      ],
      "（）决定着人们实践活动的目标和人生道路的方向。": [
          "人生观"
      ],
      "有人认为，人生的唯一目的就在于满足感官的需求与快乐，这是一种（）的人生观，是我们应该反对和摒弃的。": [
          "享乐主义"
      ],
      "在面对成长路上的得失时，以下说法错误的是（）。": [
          "人生奋斗的动力来自于对自身利益的不懈追求"
      ],
      "人生观容易侵蚀大学生的心灵，不利于大学生树立科学高尚的人生观、价值观。": [
          "极端个人主义",
          "享乐主义",
          "拜金主义"
      ],
      "下列关于马克思主义的说法正确的有（）。": [
          "马克思主义是科学真理",
          "马克思主义具有持久生命力",
          "马克思主义是我们立党立国的根本指导思想",
          "马克思主义以改造世界为己任",
          "马克思主义科学预见人类社会最终必然实现共产主义"
      ],
      "评价人生价值的根本尺度，是看一个人的实践活动是否符合自己及家庭成员的发展需要。": [
          "错误"
      ],
      "现阶段我国各族人民的共同理想是坚持和发展中国特色社会主义、实现中华民族伟大复兴。": [
          "正确"
      ],
      "人生价值是人的生活实践对于社会和个人所具有的作用和意义。": [
          "正确"
      ],
      "以下关于人生价值的实现条件说法错误的是（）。": [
          "人生价值的实现关键在于人生机遇的把握"
      ],
      "以下关于人生自我价值的说法正确的是（）。": [
          "它是个体的人生活动对自己的生存和发展所具有的价值"
      ],
      "人生价值的实现条件包括哪些": [
          "从个体自身条件出发",
          "从社会客观条件出发",
          "不断增强实现人生价值的能力和本领"
      ],
      "当代大学生怎样才能在实践中创造有意义的人生": [
          "与祖国同行",
          "与人民同在",
          "与历史同向"
      ],
      "社会实践是科学理论、创新思维的源泉，是检验真理的试金石，也是青年锻炼成长的有效途径。": [
          "正确"
      ],
      "人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和。": [
          "正确"
      ],
      "“现实是此岸，理想是彼岸 ，中间隔着湍急的河流，行动则是架在川上的桥梁。”这个比喻表达的是（）": [
          "理想要变成现实，必须经过人们的实践和辛勤劳动"
      ],
      "一个人如果没有崇高理想或者缺乏理想，就会像一艘没有舵的船，随波逐流，难以顺利到达彼岸。这主要说明了理想是:（）": [
          "人生的指路明灯"
      ],
      "下列关于信念的说法中哪一个是错误的（）": [
          "信念并非人类特有的精神现象"
      ],
      "下列关于理想的说法哪一项是错误的？（）": [
          "理想纯粹是个人主观的想法和意图"
      ],
      "理想按什么标准划分可以分为社会政治理想、道德理想、职业理想和生活理想？（）": [
          "按理想的内容划分"
      ],
      "理想是人们在实践中形成的具有（）的对美好未来的追求和向往，是人们的政治立场和世界观在人生奋斗目标上的体现。": [
          "实现可能性"
      ],
      "信念是（）的融合和统一。": [
          "认识、情感和意志"
      ],
      "人们在一定认识基础上确立的对某种思想或事物坚信不疑并身体力行的态度是": [
          "信念"
      ],
      "由于成长环境和性格等方面的不同，人们会形成不同的理想信念；即使同一个人，也会形成关于社会生活不同方面的许多理想信念。这说明，理想信念具有（）。": [
          "多样性"
      ],
      "俄国著名作家尼古拉•车尔尼雪夫斯曾说：“人的活动如果没有理想的鼓舞，就会变得空虚渺小。”这句名言告诉我们（）。": [
          "理想提升人生的精神境界",
          "理想指引人生的奋斗目标",
          "理想提供人生的前进动力"
      ],
      "理想信念有什么样的作用？（）": [
          "指引奋斗目标",
          "提供前进动力",
          "提高精神境界"
      ],
      "理想（）": [
          "既高于现实，又来源于现实",
          "是指在实践中形成的具有实现可能性的对未来的向往和追求"
      ],
      "理想的特征是（）": [
          "实践性",
          "时代性",
          "阶级性",
          "现实可能性"
      ],
      "下列哪些名言警句内涵着强调理想的重要性？（）": [
          "“三军可夺帅也，匹夫不可夺志也”",
          "“志当存高远”",
          "“志不强者智不达”"
      ],
      "理想与信念如影随形，信念在一定意义上也是理想。": [
          "正确"
      ],
      "理想的实现是一个过程。": [
          "正确"
      ],
      "理想信念是一个思想认识问题，不是一个实践问题。": [
          "错误"
      ],
      "理想信念是人的精神世界的核心，是人精神上的“钙”。": [
          "正确"
      ],
      "理想信念并不是人类特有的精神现象。": [
          "错误"
      ],
      "一个人如果没有崇高理想或者缺乏理想，就会像一艘没有舵的船，随波逐流，难以顺利地到达彼岸。人只要有了崇高的理想，就会在黑暗中看到光明，在平凡中看到伟大，在遭受困难和挫折时能充满信心，坚持胜利。这就是理想在人生中的( )": [
          "精神向导的指路明灯作用"
      ],
      "理想的超越性表现为( )": [
          "来源于社会现实又高于社会现实"
      ],
      "“千里之行，始于足下。”理想的实现，需要每个人从我做起，从现在做起，从平凡做起。这是因为( )": [
          "把理想变为现实，要靠努力奋斗，在实践中才能达到"
      ],
      "一个真正认为共产主义是科学的人，在世界社会主义发展遭到暂时困难和曲折时，也不放弃自己追求的目标。这说明": [
          "信念可以成为人们追求理想目标的强大动力",
          "信念本身就表明着一种稳定的立场",
          "追求崇高的理想需要坚定的信念"
      ],
      "理想的特征有": [
          "实践性",
          "时代性",
          "超越性"
      ],
      "信念是（ ）的有机统一体，为人们矢志不渝、百折不挠地追求理想目标提供了强大的精神动力。": [
          "认知",
          "意志",
          "情感"
      ],
      "下列关于理想与现实的关系的说法中，正确的有( )": [
          "理想来源于现实又高于现实",
          "理想可以转化为现实，但转化是有条件的，需要经历一个艰苦奋斗的过程"
      ],
      "理想和信念的关系是( )": [
          "从一定意义上说理想就是信念，因为追求理想，就意味着这种理想的正义性",
          "它们是人类精神现象信仰的两个侧面",
          "人们对世界和自身及其关系的把握和相信，就是信念，而对未来目标的向往、追求和设想就是理想"
      ],
      "科学的理想是人的主观能动性与社会发展客观趋势的一致性的反映。": [
          "正确"
      ],
      "人们只有在改造客观世界和主观世界的过程中才能以实践为桥梁，化理想为现实。": [
          "正确"
      ],
      "理想是一定社会关系的产物，因此具有阶级性。": [
          "正确"
      ],
      "信念是理想所指的对象，理想则是信念实现的保障。": [
          "错误"
      ],
      "信念有着绝对的稳定性。": [
          "错误"
      ],
      "马克思主义最崇高的社会理想是（）": [
          "实现共产主义"
      ],
      "空想一般是（ ）": [
          "缺乏客观根据的随心所欲的对未来的想象"
      ],
      "信念作为人的意识的一部分，是人类特有的一种精神状态，信念对人生的重要作用体现在，信念是人们（ ）": [
          "追求理想的强大动力"
      ],
      "中国特色社会主义共同理想与共产主义远大理想有着内在的联系，它们之间是（ ）": [
          "阶段性理想和最终理想的关系"
      ],
      "邓小平说：“美好的前景如果没有切实的措施和工作去实现它，就有成为空话的危险。”这说明": [
          "有了理想并不意味着成功，更不意味着已经成功",
          "把理想转变为现实要付出辛勤的劳动，要靠实实在在的实践",
          "社会实践是联系理想和现实的桥梁"
      ],
      "关于个人理想与社会理想，以下说法正确的是": [
          "社会理想与个人理想密不可分",
          "社会理想的实现体现在实现个人理想的具体实践之中",
          "社会理想是个人理想的凝炼和升华",
          "在社会理想的指导下努力实现个人理想"
      ],
      "走好新时代的长征路，大学生要不断增强中国特色社会主义": [
          "道路自信",
          "制度自信",
          "理论自信",
          "文化自信"
      ],
      "理想信念是一个思想认识问题，而不是一个实践问题。": [
          "错误"
      ],
      "一定的思想或事物成为一个人的信念，需要有明确的认知和强烈的情感。": [
          "正确"
      ],
      "信仰是最高层次的信念，具有最大的统摄力。": [
          "正确"
      ],
      "中国特色社会主义共同理想，就是在中国共产党领导下，走中国特色社会主义道路，实现中华民族的伟大复兴。": [
          "正确"
      ],
      "一个人的理想信念越崇高、越坚定，精神境界和人格就会越高尚。": [
          "正确"
      ],
      "中华民族精神的核心是": [
          "爱国主义"
      ],
      "中国时代精神的核心是": [
          "改革创新"
      ],
      "民族精神的核心是（）。": [
          "爱国主义"
      ],
      "中华民族崇尚精神的优秀传统体现在以下几个方面": [
          "对物质生活与精神生活相互关系的独到理解",
          "对理想人格的推崇",
          "对道德修养和道德教化的重视",
          "中国古人对理想的不懈追求"
      ],
      "中华民族崇尚精神的优秀传统，表现在以下哪些方面（）。": [
          "对人生境界和理想人格的重视",
          "对物质生活与精神生活相互关系的独到理解",
          "对道德修养和道德教化的重视",
          "对理想的不懈追求"
      ],
      "王国维在《人间词话》中谈到,古今之成大事业、大学问者，必经过以下哪三种之境界（）。": [
          "“衣带渐宽终不悔，为伊消得人憔悴。”",
          "“众里寻他千百度，蓦然回首，那人却在灯火阑珊处。”",
          "“昨夜西风凋碧树。独上高楼，望尽天涯路。”"
      ],
      "中国精神是兴国强国之魂主要体现在以下哪几个方面（）。": [
          "中国精神是实现民族复兴的精神引领",
          "中国精神是凝聚中国力量的精神纽带",
          "中国精神是提升综合国力的重要保证"
      ],
      "爱国主义的核心是改革创新。": [
          "错误"
      ],
      "重精神是中华民族的优秀传统。": [
          "正确"
      ],
      "“自讼”、“居敬”是古人道德教化的方法。": [
          "错误"
      ],
      "爱国主义是人们对自己故土家园、种族和文化的归属感、（）、尊严感与荣誉感的统一。": [
          "认同感"
      ],
      "下列哪一选项反映了爱国主义的基本要求（）。": [
          "“以热爱祖国为荣，以危害祖国为耻”"
      ],
      "新时期爱国主义的主题是（）。": [
          "建设和发展中国特色社会主义"
      ],
      "（）作为一个民族群体意识的载体，常常被称为国家和民族的“胎记”，是一个民族得以延续的“精神基因”。": [
          "灿烂的文化传统"
      ],
      "爱国主义的基本内涵是": [
          "爱自己的骨肉同胞",
          "爱自己的国家",
          "爱祖国的大好河山",
          "爱祖国的灿烂文化"
      ],
      "爱国主义的基本要求是（）。": [
          "爱祖国的灿烂文化",
          "爱自己的国家",
          "爱自己的骨肉同胞人民",
          "爱祖国的大好河山"
      ],
      "“禾苗离土即死”、“一方水土养一方人”所体现的是（）。": [
          "人民对故土家园的依赖关系",
          "祖国对国土的依赖关系"
      ],
      "爱国主义是历史的、具体的，在不同的历史条件和文化背景下所形成的爱国主义，总是具有不同的内涵和特点。": [
          "正确"
      ],
      "爱国主义是调节个人与祖国之间关系的道德要求、政治原则和法律规范，也是中国时代精神的核心。": [
          "错误"
      ],
      "爱国主义无论在什么样的历史时代和文化背景下总是具有相同的内涵。": [
          "错误"
      ],
      "中国加入世界贸易组织是经济全球化的历史必然。": [
          "正确"
      ],
      "港澳、台湾、海外的爱国同胞，都必须拥护社会主义制度。": [
          "错误"
      ],
      "在经济全球化条件下，国家已不是民族存在的最高组织形式。": [
          "错误"
      ],
      "（）是当代中国最突出、最鲜明的特点。": [
          "改革创新"
      ],
      "实施创新驱动战略，最根本的是": [
          "增强自主创新能力"
      ],
      "党的十一届三中全会以来的辉煌成就雄辩地证明，（）是中国走向繁荣富强的必由之路，是中国特色社会主义发展前进的成功之路。": [
          "改革开放"
      ],
      "在各种创新中，能够成为社会发展和变革的先导的创新是（）。": [
          "理论创新"
      ],
      "党中央向全党全社会发出了建立创新型国家的号召。建设创新型国家，就要把（）作为可科学技术的战略基点和调整经济结构、转变经济增长方式的中心环节，不断巩固和发展中国特色社会主义伟大事业。": [
          "增强自主创新能力"
      ],
      "如何增强改革创新的能力本领": [
          "夯实创新基础",
          "培养创新思维",
          "投身创新实践"
      ],
      "改革创新是中华民族进步的灵魂，是我国兴旺发达的不竭动力，是中国共产党永葆生机的源泉。": [
          "正确"
      ],
      "时代精神是民族精神的时代性体现，民族精神是时代精神生成的重要基础和依托。": [
          "正确"
      ],
      "人类社会发展的历史表明，对于一个民族、一个国家来说，最持久、最深层的力量是全社会共同认可的": [
          "核心价值观"
      ],
      "（）体现了社会主义核心价值观在价值导向上的定位，是立足社会层面提出的要求。": [
          "“自由、平等、公正、法治”"
      ],
      "社会主义核心价值体系的基本内容包括（）": [
          "社会主义荣辱观",
          "中国特色社会主义共同理想",
          "马克思主义指导思想",
          "以爱国主义为核心的民族精神和以改革创新为核心的时代精神"
      ],
      "社会主义核心价值观深刻解答了（ ）等重大问题。": [
          "建设什么样的国家",
          "建设什么样的社会",
          "培育什么样的公民"
      ],
      "确立什么样的人生观完全是自己的事情，跟周围的人和社会没有关系。": [
          "错误"
      ],
      "人生目的是指人们通过生活实践形成的对人生问题的一种稳定心理倾向和基本意愿。": [
          "错误"
      ],
      "（）通过宪法修正案，把国家倡导社会主义核心价值观正式写入宪法，进一步凸显了社会主义核心价值观的重大意义。": [
          "十三届全国人大一次会议"
      ],
      "文化软实力的竞争，从本质上来讲是不同文化所代表的( )的竞争。": [
          "核心价值观"
      ],
      "坚定核心价值观自信，是中国特色社会主义道路自信、理论自信、制度自信和文化自信的（）": [
          "价值内核"
      ],
      "我们坚定核心价值观自信，根源于社会主义核心价值观具有（）": [
          "强大的道义力量",
          "坚实的现实基础",
          "丰厚的历史底蕴"
      ],
      "人生的自我价值与社会价值既相互区别，又紧密联系。": [
          "正确"
      ],
      "人生的社会价值是个体生存和发展的必要条件。": [
          "错误"
      ],
      "对人生价值的评价应该坚持完善自身与贡献社会相统一。": [
          "正确"
      ],
      "在实践人生价值的过程中要走与人民群众相结合的道路。": [
          "正确"
      ],
      "人生价值的实现主要靠自己的能力，和社会环境几乎没有关系 。": [
          "错误"
      ],
      "社会主义核心价值观把涉及国家、社会、公民的价值要求融为一体，既体现了社会主义本质要求，继承了（ ），也吸收了世界文明有益成果，体现了时代精神。": [
          "中华优秀传统文化"
      ],
      "从现实性来看，社会主义核心价值观之所以彰显出强大的生命力、吸引力和感召力，在于其深深扎根于中国特色社会主义建设的（ ）之中。": [
          "生动实践"
      ],
      "社会主义核心价值观的先进性，根本体现在它是（ ）所坚持和追求的核心价值理念。": [
          "社会主义制度"
      ],
      "社会主义核心价值观居于人类社会的价值制高点，具有强大的道义力量，是因为其具有如下特征： ( )。": [
          "真实性",
          "先进性",
          "人民性"
      ],
      "培育和践行社会主义核心价值观，需要大学生始终走在时代的前列，成为社会主义核心价值观的（ ）": [
          "模范践行者",
          "积极传播者",
          "坚定信仰者"
      ],
      "大学生应该积极参加集体活动来促进身心和谐。": [
          "正确"
      ],
      "在学习生活中遇到问题与困惑时，要敢于正视问题并试图解决问题，而不是采取逃避的态度。": [
          "正确"
      ],
      "保护自然环境主要是国家和政府的职责，大学生在这方面发挥的作用很有限。": [
          "错误"
      ],
      "因为社会资源是稀缺的，所以在竞争过程中一定不要给对手以可乘之机 。": [
          "错误"
      ],
      "以下不属于道德主要功能的是（）。": [
          "自律功能"
      ],
      "（）是道德赖以产生的客观条件。": [
          "社会关系的形成"
      ],
      "道德是社会经济关系的反映，归根到底是由（）决定。": [
          "经济基础"
      ],
      "道德的调节功能是指道德通过（）等方式，指导和纠正人们的行为和实践活动，协调社会关系和人际关系的功能与能力。": [
          "评价"
      ],
      "人类道德的发展是一个（）历史过程。": [
          "曲折上升"
      ],
      "道德是以善恶为评价方式，主要依靠社会舆论、传统习俗、内心信念发挥作用的（ ）的总和。": [
          "行为规范"
      ],
      "道德是（）": [
          "一定社会调整人与人、个人与社会之间关系的行为准则和规范的总和",
          "人类特有的现象，是社会意识形态之一",
          "通过社会舆论、传统习惯和人们内心信念来维持"
      ],
      "道德是一种特殊的社会意识形式。": [
          "正确"
      ],
      "人类自我意识的形成与发展是道德产生的主观条件。": [
          "正确"
      ],
      "道德对社会经济关系的反映是消极被动的。": [
          "错误"
      ],
      "在社会生活中，道德调节是孤立进行的，道德与法律和纪律并无必然关系。": [
          "错误"
      ],
      "道德在一定时期可能有某种停滞或倒退现象。": [
          "正确"
      ],
      "中国古代思想强调在“义”和“利”发生矛盾的时候，主张（）。": [
          "义然后取"
      ],
      "中国传统道德文化强调，人之所以不同于其他动物，是因为人有（）。": [
          "道德"
      ],
      "在中国古人看来，（）提出“人而无信，不知其可也”，认为“民无信不立”。": [
          "孔子"
      ],
      "在中国古人看来，（）是一种真实无妄、表里如一的品格，也是道德的根本。": [
          "诚"
      ],
      "人类道德的发展具有内在的规律性，人们的道德修养也有其（）。": [
          "客观要求"
      ],
      "在对待传统道德问题上，要反对两种错误思潮（）": [
          "文化复古主义",
          "历史虚无主义"
      ],
      "“公义胜私欲”是中国传统道德的根本要求。": [
          "正确"
      ],
      "从仁爱精神出发，古人主张“和为贵”，强调社会和谐，讲求和睦友善，倡导团结互助，追求和平共处。": [
          "正确"
      ],
      "历史虚无主义的观点具有一定的合理性。": [
          "错误"
      ],
      "中国传统道德文化认为，谦虚是人的立身之本。": [
          "错误"
      ],
      "中国传统道德是一个统一体，不具有鲜明的两重性。": [
          "错误"
      ],
      "有关道德的社会作用的说法中错误的是（）": [
          "道德能够决定自己赖以产生的经济基础的巩固和发展"
      ],
      "“砍头不要紧，只要主义真，杀了夏明翰，自有后来人。”无数革命先烈为了实现共产主义理想，前赴后继，英勇奋斗，毫不犹豫地献出了自己的生命。在他们身上所体现的是中国革命道德传统中（）": [
          "追求真理的精神"
      ],
      "下列不属于中华民族优良道德传统的是（）": [
          "事不关己，高高挂起的处世哲学"
      ],
      "社会主义道德建设，必须以集体主义为原则。下列选项中，体现了集体主义道德原则的有（）": [
          "在个人利益和集体利益发生矛盾时，个人利益要服从集体利益",
          "集体要关心个人利益，创造条件使每个人的个性和才能得以充分发展"
      ],
      "社会主义市场经济条件下的道德建设，应当（）": [
          "与法律规范相协调",
          "与传统美德相承接",
          "与市场经济规律相符合"
      ],
      "下列符合家庭美德要求的有（）": [
          "某儿媳每逢周未都去看望不在一起生活的公婆，帮他们洗刷打扫做家务",
          "某夫妇长年热情主动地照顾身边无子女的邻居大妈"
      ],
      "以下哪些属于道德模范（）": [
          "诚实守信模范",
          "孝老爱亲模范",
          "见义勇为模范",
          "敬业奉献模范",
          "助人为乐模范"
      ],
      "人们在社会生活中形成和应当遵守的最简单、最起码的公共生活准则是（ ）。": [
          "社会公德"
      ],
      "社会公德是指在（）中的公民应该遵守的道德准则。": [
          "社会交往和公共生活"
      ],
      "下列网络行为不符合社会公德规范的是（）": [
          "参与网络赌博游戏"
      ],
      "以下关于志愿服务的说法，错误的是（）": [
          "志愿服务主要是为了获取学分"
      ],
      "在现实生活中，个人品德的作用主要体现在哪几个方面？（） ○1 个人品德对道德和法律作用的发挥具有重要的推动作用 ○2 个人品德是实现自我完善的内在根据 ○3 个人品德是判断一个人事业是否成功的重要依据 ○4 个人品德是经济社会发展进程中重要的主体精神力量": [
          "○1○2○4"
      ],
      "下列不属于有效道德修养方法的是（）。": [
          "批判指责的方法"
      ],
      "下面哪项不属于大学生提高道德修养自觉性的要求？（）": [
          "应遵循道德修养方法的一般规律"
      ],
      "促和谐主要是要协调好哪几个方面的关系（）": [
          "个人与社会",
          "人与自然",
          "自我身心之间",
          "个人与他人"
      ],
      "我国依法治国的主体是（）": [
          "广大人民群众"
      ],
      "（）是社会主义法治最根本的保证。": [
          "坚持中国共产党的领导"
      ],
      "法律区别于道德规范、宗教规范、风俗习惯等其他社会规范的首要之处在于（）。": [
          "法律是由国家创制并保证实施行为规范"
      ],
      "我国社会主义法律是工人阶级领导下的广大人民意志的体现，是从（）。": [
          "法律体现的意志来看的"
      ],
      "法的规范作用可以分为指引、评价、教育等几个方面，其中教育作用是指（）。": [
          "法的实施可以对准备采取同类行为的人或一般人产生积极的影响"
      ],
      "国家机关、社会组织和公民个人依照法律规定行使权力和权利以及履行职责和义务的活动，称为（）。": [
          "法律遵守"
      ],
      "法律适用是指有关主体按照法律规定的职权和程序运用法律规范处理具体案件的活动。在我国法律适用的主体是（）。": [
          "人民法院和人民检察院"
      ],
      "下列关于法律的说法正确的是（）": [
          "法律由国家强制力保证实施",
          "法律的内容总是随社会物质生活条件的发展而变化",
          "法律的制定是国家行为"
      ],
      "法律运行的主要环节包括（）": [
          "执法",
          "守法",
          "立法",
          "司法"
      ],
      "法律遵守意味着一切组织和个人严格依法办事的活动和状态。依法办事是指依法承担并履行义务。": [
          "错误"
      ],
      "司法的基本要求是正确、合法、合理、合情。": [
          "错误"
      ],
      "法律运行的起始性和关键性环节（）": [
          "法律制定"
      ],
      "建立和维护社会秩序的两种基本手段（）": [
          "道德和法律"
      ],
      "我国宪法将“国家尊重和保障人权”规定为一项基本原则，法律的重要使命就是充分尊重和保障人权、人权的法律保障包括宪法保障，立法保障、立法保障、行政保护和司法保障。其中，宪法保障是（）": [
          "人权保障的前提和基础"
      ],
      "“天下之事，不难于立法，而难于法之必行”，强调了（）的重要性。": [
          "严格执法"
      ],
      "从法律公正的内涵来看，法律公正包括（）": [
          "程序公正",
          "实体公正"
      ],
      "我国法律文化有悠久的历史和传承，据《说文解字》阐释，汉语中“法”的古体是“灋”。“灋，刑也，水之如平，从水，廌所以触不直者去之，从去。”在古代，“法”主要表现为“刑”或“刑律”，“刑”既有刑戮、罪罚之意，也有规范之意;“廌”也称“獬豸”，是神话中的独角兽，它公正不阿，善断是非曲直。上述材料表明在传统文化中人们对法律的理解和诉求是（）": [
          "法律寄托着惩恶扬善、匡扶正义的价值追求",
          "法律富含这公平如水、正义神圣的深刻意蕴"
      ],
      "建设中国特色社会主义法治体系，是全面依法治国的重要内容和奋斗目标，是建设社会主义法治国家的总抓手。建设中国特色社会主义法治体系是（）。": [
          "全面依法治国的基础工程",
          "凝聚思想共识的法治航标",
          "推进国家治理现代化的重要举措"
      ],
      "立法是法治的龙头环节。": [
          "正确"
      ],
      "科学立法要坚持公正、公平、公开的理念以及以民为本、立法为民的基本原则。": [
          "错误"
      ],
      "严格执法就是对一切违法行为从严处理。": [
          "错误"
      ],
      "严格执法要求加快建设职能科学、权责法定、执法严明、公开公正、廉洁高效、守法诚信的法治政府。": [
          "正确"
      ],
      "公正是法治的生命线，是司法活动最高的价值追求。": [
          "正确"
      ],
      "全民守法是维护社会公平正义的最后一道防线。": [
          "错误"
      ],
      "（）以完善以宪法为核心的中国特色社会主义法律体系，加强宪法实施为目标。": [
          "科学立法"
      ],
      "（）以深入推进依法行政，加快建设法治政府为目标。": [
          "严格执法"
      ],
      "（）以增强全民法治观念，推进法治社会建设为目标。": [
          "全民守法"
      ],
      "建设中国特色社会主义法治体系的内容，包括（）。": [
          "建设完备的法律规范体系",
          "建设严密的法治监督体系",
          "建设高效的法治实施体系",
          "建设有力的法治保障体系",
          "建设完善的党内法规体系"
      ],
      "全面依法治国的基本格局是（）。": [
          "公正司法",
          "科学立法",
          "全民守法",
          "严格执法"
      ],
      "法律的权威源自人民的内心拥护和真诚信仰。": [
          "正确"
      ],
      "在一个国家里，由部门法所构成的有机联系的整体称为（）": [
          "法律体系"
      ],
      "习近平总书记在《关于<中共中央关于全面推进依法治国若干重大问题的决定>的说明》中引用英国哲学家培根的一段话：“一次不公正的审判，其恶果甚至超过十次犯罪。因为犯罪虽是无视法律好比玷污了水流，而不公正的审判则毁坏法律-好比污染了水源。”这说明公正司法的重要性。公正司法是（）": [
          "维护社会公平正义的最后一道防线"
      ],
      "我国在建设社会主义法治国家的道路上不断探索，继2011年宣布中国特色社会主义法律体系已经形成之后，2014年又提出“建设中国特色社会主义法治体系”的目标。从“法律体系”到“法治体系”的变化体现在（）": [
          "法治体系不仅仅是静态的法律文本，而且也是动态的法的实现",
          "法治体系不仅有法律规范体系，还包括法治实施体系、法治监督体系、法治保障体系和党内法规体系",
          "法治体系既要有法律的制定，也要保证法律的落实",
          "法治体系强调科学立法、严格执法、公正司法、全民守法"
      ],
      "全面依法治国的基本格局是（）": [
          "严格执法",
          "公正司法",
          "全民守法",
          "科学立法"
      ],
      "法律权利具有哪几项特征？（）": [
          "法律权利必须依法行使，不能不择手段地行使法律权利。",
          "法律权利不仅由法律规定或认可，而且受法律维护或保障，具有不可侵犯性。",
          "法律权利的内容、分配和实现方式因社会制度和国家法律的不同而存在差异。",
          "法律权利的内容、种类和实现程度受社会物质生活条件的制约。"
      ],
      "法律义务具有以下哪些特点？（）": [
          "法律义务必须依法设定。",
          "法律义务可能发生变化。",
          "法律义务源于现实需要。",
          "法律义务是历史的。"
      ],
      "法律权利就是权利主体依法要求义务主体作出某种行为的资格。": [
          "错误"
      ],
      "人权就是国际社会公认的法律权利，所有国家都应通过法律保障所有的人权。": [
          "错误"
      ],
      "法律的指引作用主要是通过授权性规范、禁止性规范和义务性规范三种规范形式来实现的，其中，义务性规范是告诉人们（）": [
          "应当或者必须做什么"
      ],
      "按照法的原理、法律原则和立法精神，分析、解决法律问题的习惯和思想取向，称为（）。": [
          "法治思维"
      ],
      "法治思维是按照法律原理、原则和立法精神，分析、解决法律问题的习惯和思想取向。下列选项中，符合我国社会主义法律思维的是（）。": [
          "重证据讲程序"
      ],
      "下列有关法治与人治区别的说法中正确的是（）。": [
          "法治强调法律高于个人意志，人治强调个人意志凌驾于法律之上"
      ],
      "人权保障的前提和基础是（）。": [
          "宪法保障"
      ],
      "我国民法通则、合同法、物权法中，都有要求民事主体在进行民事活动时应当遵守社会公德，不得损害公共利益和经济秩序的内容，已经具有“公序良俗”的含义。2017年10月1日起施行的民法总则明确规定“民事主体从事民事活动。不得违反法律，不得违背公序良俗”，从民法基本原则的高度确立了禁止违反公序良俗的原则。这一规定体现了（）": [
          "对传统民法上的公序良俗原则的维承和发展",
          "法律为道德建设提供制度保障",
          "道德为法律提供价值基础",
          "依法治国和以德治国的有机统一"
      ],
      "“天下大事，不难于立法，而难于法之必行。”法律的生命力在于实施，法律的权威也在于实施，守法是法律实施和实现的基本途径。对守法的正确理解是（）": [
          "守法是行使法定的权利，履行法定的义务",
          "守法是遵守宪法和法律",
          "守法意味着一切组织和个人严格依法办事的活动和状态",
          "守法的主体是一切组织和个人"
      ],
      "法律权利和法律义务的关系，就像一枚硬币的两面，密不可分。二者之间关系的正确表述是（）": [
          "法律权利与法律义务是相互依存的关系",
          "法律权利与法律义务是目的与手段的关系",
          "法律权利与法律义务具有二重性"
      ],
      "公共生活中个人权利与他人权利发生冲突在所难免，比如学生宿舍里有人看书，有人休息，有人要听音乐……对解决权利冲突要有正确的认识，虽然每个人都有行使个人权利的自由，但也要尊重他人的权利。这是因为（）": [
          "不尊重他人权利，就有可能丧失自己的权利",
          "尊重他人权利既是一项法律义务，也是一项道德义务",
          "权利实现的内在动力是人们彼此之间对各自权利的相互尊重",
          "尊重他人权利是公民权利意识的重要内容"
      ],
      "我国公民的权利救济方式主要包括哪几种？（）": [
          "自力救济",
          "政治救济和经济救济",
          "行政救济",
          "司法救济"
      ],
      "以下哪些是我国法律规定的公民基本义务？（）": [
          "维护祖国安全、荣誉和利益的义务。",
          "保卫祖国、抵抗侵略的职责和依法服兵役、参加民兵组织的义务。",
          "遵守宪法和法律，保守国家秘密、爱护公共财产、遵守劳动纪律、遵守公共秩序、尊重社会公德的义务。",
          "依法纳税的义务。",
          "维护国家统一和全国各民族团结的义务。"
      ],
      "根据我国选举法的规定，为保障选民和代表自由行使选举权和被选举权，对有下列行为之一，破坏选举，违反治安管理规定的，依法给予治安管理处罚；构成犯罪的，依法追究刑事责任。（）": [
          "对于控告、检举选举中违法行为的人，或者对于提出要求罢免代表的人进行压制、报复的。",
          "伪造选举文件、虚报选举票数或者有其他违法行为的。",
          "以金钱或者其他财物贿赂选民或者代表，妨害选民和代表自由行使选举权和被选举权的。",
          "以暴力、威胁、欺骗或者其他非法手段妨害选民和代表自由行使选举权和被选举权的。"
      ],
      "尊重他人权利既是一项法律义务，也是一项道德义务。": [
          "正确"
      ],
      "公民的权利一旦获得法律保障，就应该尽力争取，实现权利的程序问题是次要的。": [
          "错误"
      ],
      "住宅安全权也称住宅不受侵犯权，是指公民居住、生活、休息的场所不受非法侵入或搜查的权利。这里的“住宅”只包括固定居住的住宅，不包括宾馆、酒店、集体宿舍等临时性的住所。": [
          "错误"
      ],
      "自1995年5月1日起，国务院规定职工工作时间为每日工作8小时，每周工作40小时。": [
          "正确"
      ],
      "因国情问题，我国公民的受教育权仅能保障公民接受免费义务教育权，不包括对接受中等技术和职业教育、高等教育、继续教育等权利的保障。": [
          "错误"
      ]
    },
    {
      "中国封建社会的基本生产结构是（）。": [
          "小农经济"
      ],
      "鸦片战争前，中国社会经济中占统治地位的是（）。": [
          "自然经济"
      ],
      "在中国黄河流域和长江流域等地区已经出现早期文明社会要素的时间是（）。": [
          "约在五六千年以前"
      ],
      "中国封建社会的文化思想体系的核心是（）。": [
          "儒家思想"
      ],
      "中国封建社会的结构特点是（）。": [
          "中央集权的君主专制"
      ],
      "五六千年以前，在中国黄河流域和长江流域等地区已经出现早期文明社会要素，主要有（）。": [
          "家畜饲养",
          "城市",
          "农业",
          "墓葬"
      ],
      "中国古代科技长期处于领先地位的领域主要是（）。": [
          "医药学",
          "农学",
          "天文学",
          "数学"
      ],
      "中国封建社会历史上出现过一些“盛世”，包括（）。": [
          "汉代“文景之治”",
          "唐代“贞观之治”",
          "清代“康雍乾盛世”",
          "唐代“开元之治”"
      ],
      "19世纪初，大肆向中国走私鸦片的国家是（）。": [
          "英国"
      ],
      "中国近代史的起点是（）。": [
          "第一次鸦片战争"
      ],
      "鸦片战争给中国带来的最大变化是（）。": [
          "开始转变为半殖民地半封建社会"
      ],
      "下列通商口岸中，哪些是在《天津条约》中被迫开放的（）。": [
          "汉口"
      ],
      "《马关条约》签订后，三个帝国主义国家联合起来，要求日本将辽东半岛退还给中国，这三个国家不包括（）。": [
          "英国"
      ],
      "把我国领土台湾割让日本的不平等条约是（）。": [
          "《马关条约》"
      ],
      "第一次鸦片战争后美国迫使清政府签订的不平等条约是 （）。": [
          "《望厦条约》"
      ],
      "《马关条约》签订后，日军遭到了黑旗军的英勇抗击，其领导人为 （）。": [
          "刘永福"
      ],
      "中国近代史上第一个不平等条约-《南京条约》签订的时间是（）。": [
          "1842年8月29日"
      ],
      "鸦片战争前中国灿烂的古代文明主要指 （）。": [
          "中国古代文学艺术博大精深",
          "中国历史文化从未间断一直延续至今",
          "中国古代的科学技术长期处于世界领先地位",
          "中国古代物质文明和精神文明灿烂辉煌"
      ],
      "下列关于《马关条约》的评价，正确的是（）。": [
          "允许列强在中国通商口岸开设工厂",
          "使中国社会半殖民地化程度大大加深",
          "是继《南京条约》以来最严重的不平等条约"
      ],
      "近代中国工人阶级的主要来源是（）。": [
          "城市贫民",
          "农民",
          "破产的手工业者"
      ],
      "鸦片战争后，中国新产生的阶级有（）。": [
          "工人阶级",
          "资产阶级"
      ],
      "中英《南京条约》签订后，美、法趁火打劫，相继逼迫清政府签订的不平等条约有（）。": [
          "《望厦条约》",
          "《黄埔条约》"
      ],
      "鸦片战争成为中国近代史的起点，这是因为随着西方列强的入侵 （）。": [
          "中国社会主要矛盾的变化",
          "中国逐步成为半殖民地半封建国家",
          "中国逐渐开始了反帝反封建的资产阶级民主革命"
      ],
      "下列条约中，属于第一次鸦片战争期间签订的是（）。": [
          "中美《望厦条约》",
          "中英《虎门条约》",
          "中法《黄埔条约》",
          "中英《南京条约》"
      ],
      "方列强通过战争，强迫中国签订一系列不平等条约，破坏了中国的 （）。": [
          "司法主权",
          "关税主权",
          "领海主权",
          "领土主权"
      ],
      "中国近代睁眼看世界的第一人是林则徐。": [
          "正确"
      ],
      "鸦片战争是中国近代史的起点。": [
          "正确"
      ],
      "资本—帝国主义侵略中国的最终目的，是要瓜分中国，灭亡中国。": [
          "正确"
      ],
      "中国资产阶级由两部分构成，一部分是官僚买办资产阶级，一部分是民族资产阶级。": [
          "正确"
      ],
      "外国资本—帝国主义对中国的侵略客观上促进了中国资本主义的发展。": [
          "正确"
      ],
      "中国资产阶级是近代中国新产生的阶级。": [
          "正确"
      ],
      "外国资本主义的入侵，给中国资本主义产生造成了某些客观条件。": [
          "正确"
      ],
      "鸦片战争后中国的经济仍然是封建经济。": [
          "错误"
      ],
      "中国近代史上的第一个不平等条约是（）。": [
          "《南京条约》"
      ],
      "《南京条约》中割让的中国领土是（）。": [
          "香港岛"
      ],
      "第一次鸦片战争后，美国强迫清政府签订的不平等条约是 （）。": [
          "《望厦条约》"
      ],
      "第一次鸦片战争后，中国逐步演变为（）。": [
          "半殖民地半封建性质的国家"
      ],
      "标志着中国半殖民地半封建社会起点的事件是 （）。": [
          "1840年第一次鸦片战争"
      ],
      "鸦片战争后，中国社会最主要的矛盾是（）。": [
          "资本—帝国主义和中华民族的矛盾"
      ],
      "近代中国的历史表明，要争取争得民族独立和人民解放必须首先进行（）。": [
          "反帝反封建的资产阶级民主革命"
      ],
      "在近代中国，实现国家富强和人民富裕的前提条件是（）。": [
          "争得民族独立和人民解放"
      ],
      "近代中国产生的新的被压迫阶级是（）。": [
          "工人阶级"
      ],
      "随着近代中国从封建社会逐步演变为半殖民地半封建社会，地主阶级本身也发生了某些变化，出现了：（）。": [
          "官僚地主和城居地主"
      ],
      "中国近现代史，是指（）。": [
          "1840年以来中国的历史"
      ],
      "下列哪些是鸦片战争后中国社会的主要变化（）。": [
          "革命任务的变化",
          "社会矛盾的变化",
          "社会性质的变化"
      ],
      "近代中国的两对主要矛盾是（）。": [
          "中华民族与资本----帝国主义的矛盾",
          "封建主义和人民大众的矛盾"
      ],
      "下列哪些是鸦片战争后，中国社会阶级的变动（）。": [
          "出现买办势力",
          "出现民族资产阶级",
          "出现工人阶级"
      ],
      "造成鸦片战争的责任在中国，中国损害了英国的利益，因此英国才发动了对华战争。": [
          "错误"
      ],
      "鸦片战争给中国带来的最大变化是开始转变为半殖民地半封建社会。": [
          "正确"
      ],
      "近代中国的半封建化主要指中国丧失了部分主权。": [
          "错误"
      ],
      "近代中国的半殖民地化主要指中国的自然经济遭到破坏，被纳入了世界资本主义经济体系。": [
          "错误"
      ],
      "第二次鸦片战争时期，侵占我国北方大量领土的国家是（）。": [
          "俄国"
      ],
      "下列不平等条约中，赔款数额最多的是（）。": [
          "《辛丑条约》"
      ],
      "外国列强通过公使驻京直接向中国政府发号施令是在（）。": [
          "第二次鸦片战争《天津条约》签订后"
      ],
      "标志清政府与西方列强开始相互勾结的事件是（）。": [
          "北京政变"
      ],
      "近代中国史上第一个租界是1845年设立的（）。": [
          "上海英租界"
      ],
      "下列哪个条约规定，洋货只需在海关交纳2.5%的子口税，就可以在中国内地通行无阻：（）。": [
          "1858年《天津条约》"
      ],
      "所谓的“国中之国”是指（）。": [
          "帝国主义在华的租界和租借地"
      ],
      "强迫清政府把九龙半岛南端和昂船洲割让给英国的不平等条约是（）。": [
          "《北京条约》"
      ],
      "表示要“量中华之物力结与国之欢心”的清王朝最高统治者是（）。": [
          "慈禧太后"
      ],
      "帝国主义列强对中国进行文化渗透的目的是（）。": [
          "宣扬殖民主义奴化思想"
      ],
      "第二次鸦片战争中，沙俄利用以下条约共割去中国 100 多万平方公里的领土（）。": [
          "《改订伊犁条约》",
          "《勘分西北界约记》",
          "《瑷珲条约》",
          "《北京条约》"
      ],
      "《南京条约》规定开放的通商口岸有（）。": [
          "厦门",
          "福州",
          "上海",
          "宁波",
          "广州"
      ],
      "根据 “领事裁判权”的规定，如果英国侨民在中国犯罪，那么，英国驻华领事必须依据中国法律作出有罪判决。": [
          "错误"
      ],
      "1860年洗劫和烧毁圆明园的是八国联军。": [
          "错误"
      ],
      "1898年把我国山东划为其势力范围的帝国主义国家是英国。": [
          "错误"
      ],
      "基督教在中国设立的最大出版机构广学会发行的报刊是《字林西报》。": [
          "错误"
      ],
      "1900年俄国入侵中国东北时制造了江东六十四屯惨案。沙俄军警把中国人居住的村庄烧光，把数千居民枪杀或驱人黑龙江中活活淹死。": [
          "正确"
      ],
      "1842年，英国强迫清政府签订《南京条约》，割去香港岛、九龙半岛和昂船洲。": [
          "错误"
      ],
      "帝国主义列强掀起瓜分中国的狂潮是在（）。": [
          "中日甲午战争爆发后"
      ],
      "从1840年至1919年，中国在历次反侵略战争中失败的根本原因是（）。": [
          "社会制度的腐败"
      ],
      "导致西方列强掀起瓜分中国狂潮的事件是（）。": [
          "三国干涉还辽"
      ],
      "近代中国一场不败而败的战争是（）。": [
          "中法战争"
      ],
      "中国近代史上中国人民第一次大规模的反侵略武装斗争是（）。": [
          "三元里人民抗英斗争"
      ],
      "在义和团反帝爱国运动时期中国人民打击和教训了帝国主义者，使它们不敢为所欲为地瓜分中国。义和团运动体现的近代中国人民的英雄气概是（）。": [
          "不畏强暴、敢与敌人血战到底"
      ],
      "19世纪末，在帝国主义列强瓜分中国的狂潮中提出“门户开放”政策的国家是 （）。": [
          "美国"
      ],
      "在粉碎帝国主义列强瓜分中国的斗争中发挥了重大的历史作用的事件是 （）。": [
          "义和团运动"
      ],
      "在近代，帝国主义列强不能灭亡和瓜分中国的主要原因是（）。": [
          "中华民族进行不屈不挠的反侵略斗争",
          "帝国主义列强之间的矛盾和妥协"
      ],
      "19世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括（）。": [
          "英国侵入西藏、云南",
          "俄国入侵新疆",
          "法国侵犯广西",
          "日本侵犯中国台湾"
      ],
      "在反侵略斗争的过程中，哪部分人起了主力军的作用（）。": [
          "人民群众",
          "爱国官兵"
      ],
      "下列关于林则徐、魏源等倡导新思想的代表人物的评述，正确的是（）。": [
          "都未能完全冲破封建思想的牢笼",
          "都是地主阶级开明知识分子",
          "其思想都带有鲜明的时代特点",
          "都主张放眼世界、探索救国之路"
      ],
      "随着近代中国从封建社会逐步演变为半殖民地半封建社会，新产生的阶级有（）。": [
          "工人阶级",
          "资产阶级"
      ],
      "对于“百日维新”的表述正确的有（）": [
          "给开明绅士和民族资产阶级提供了参与政治的机会",
          "没有提到“君主立宪”，改革很不彻底",
          "有利于中国资本主义的发展和资产阶级先进文化的传播",
          "一定程度上打击了封建官僚制度"
      ],
      "帝国主义列强不能灭亡和瓜分中国的最根本原因是帝国主义列强之间的矛盾。": [
          "错误"
      ],
      "三元里人民的抗英斗争，是中国近代史上中国人民第一次大规模的反侵略武装斗争。": [
          "正确"
      ],
      "近代中国人民斗争的主要出发点是发展资本主义。": [
          "错误"
      ],
      "外国帝国主义和中国封建主义的联合统治，导致了近代中国经济落后和人民贫困。": [
          "正确"
      ],
      "近代中国睁眼看世界的第一人是（）。": [
          "林则徐"
      ],
      "提出“师夷长技以制夷”主张的是（）。": [
          "魏源"
      ],
      "“师夷长技以制夷”的主张出自（）。": [
          "《海国图志》"
      ],
      "在甲午战争后，宣传“物竞天择”、“适者生存”社会进化论思想的是（）。": [
          "严复翻译的《天演论》"
      ],
      "响亮地喊出“救亡”口号的是（）。": [
          "严复"
      ],
      "喊出了“振兴中华”时代最强音的是（）。": [
          "孙中山"
      ],
      "“经过那次血战之后,外国人才知道,中国还有民族思想,这种民族是不可消灭的”。 孙中山所赞美的“血战”是指（）。": [
          "义和团运动"
      ],
      "近代中国反侵略战争失败的内部主要原因有（）。": [
          "经济技术的落后",
          "社会制度的腐败"
      ],
      "中国民族觉醒意识的口号是（）。": [
          "救亡图存",
          "振兴中华"
      ],
      "决定在武昌举行起义的革命团体有（）": [
          "文学社",
          "共进会"
      ],
      "孙中山等革命党人为维护资产阶级民主革命成果进行的活动有（）": [
          "二次革命",
          "第二次护法运功",
          "第一次护法运动",
          "护国运动"
      ],
      "旧民主主义革命时期中国反侵略斗争失败的最根本原因是社会制度腐败 。": [
          "正确"
      ],
      "鸦片战争后中华民族面临生死存亡关头，中国人开始普遍有了民族意识的觉醒。": [
          "错误"
      ],
      "1841年林则徐组织翻译了英国人慕瑞的《地理大全》，编成了《海国图志》。": [
          "错误"
      ],
      "近代中国由于经济技术落后，不应该进行反侵略战争。": [
          "错误"
      ],
      "太平天国失败的标志是（）。": [
          "天京陷落"
      ],
      "《天朝田亩制度》的中心内容是（）。": [
          "关于土地制度的规定"
      ],
      "太平天国之所以是农民战争的高峰，最主要因为:（）。": [
          "制定了比较完整的革命纲领"
      ],
      "造成太平天国与古代农民起义有新的不同特点的主要原因是：（）。": [
          "指挥思想不同"
      ],
      "中外反动势力合作的政治基础是 （）。": [
          "维护各自利益"
      ],
      "李大钊说：“太平天国禁止了鸦片，却采用了宗教，不建设民国，而建设天国，这是他们失败的一个重要原因。”这段话说明太平天国（）。": [
          "缺乏科学理论指导"
      ],
      "在向西方学习问题上，《资政新篇》与《海国图志》的主要区别在于（）。": [
          "是否发展资本主义"
      ],
      "太平天国运动具有民主革命的性质主要体现在（）。": [
          "革命任务"
      ],
      "最能体现太平天国的社会理想的纲领性文件是（）。": [
          "《天朝田亩制度》"
      ],
      "在中国近代历史上，把向西方学习，从生产力领域扩展到生产关系领域，即开始提倡资本主义雇佣劳动制的社会发展方案是（）。": [
          "《资政新篇》"
      ],
      "天京事变后，洪秀全为挽救危局提拔的年轻将领是（）": [
          "陈玉成和李秀成"
      ],
      "认为太平天国起义是中国旧式农民战争的最高峰的主要依据是（）。": [
          "颁布了《天朝田亩制度》"
      ],
      "下列对太平天国评价正确的是（）。": [
          "沉重打击了中外反动势力",
          "提出了学习西方发展资本主义的方案",
          "是伟大的反帝反封建的农民革命",
          "代表了中国农民战争的最高水平"
      ],
      "下列关于《天朝田亩制度》叙述正确的是（）。": [
          "是以解决土地问题为中心的比较完整的社会改革方案",
          "具有空想性质，不可能实现",
          "其主张从根本上否定了封建社会的基础——地主的土地所有制",
          "确定了平均分配土地的方案"
      ],
      "对国家出路早期探索中先后提出了自己的主张和方案的阶级主要是（）。": [
          "地主阶级洋务派",
          "农民阶级",
          "资产阶级维新派"
      ],
      "洪秀全据以指导太平天国农民革命斗争的理论著作有（）。": [
          "《原道救世歌》",
          "《原道觉世训》",
          "《原道醒世训》"
      ],
      "太平天国失败的原因主要在于（）。": [
          "领导集团内部的腐败",
          "领导集团内部的不团结",
          "农民阶级自身的阶级局限性",
          "对侵略者本质缺乏理性认识"
      ],
      "《资政新篇》是太平天国后期颁布的社会发展方案,其内容包括（）。": [
          "主张同外国平等交往",
          "禁止鸦片输入",
          "奖励科技发明",
          "强调中央集权",
          "提倡兴办学校"
      ],
      "最能体现太平天国社会理想和这次农民起义特色的纲领性文件是《天朝田亩制度》": [
          "正确"
      ],
      "太平天国后期，洪仁玕提出《资政新篇》这一具有资本主义色彩改革方案。": [
          "正确"
      ],
      "太平天国失败的根本原因是太平天国领导集团的内讧。": [
          "错误"
      ],
      "残酷的压迫和剥削，迫使广大人民尤其是农民群众走上反抗斗争的道路。": [
          "正确"
      ],
      "太平天国起义冲击了孔子和儒家经典的正统权威，这在一定程度上削弱了封建统治的精神支柱。": [
          "正确"
      ],
      "太平天国后期颁布的《资政新篇》是由洪秀全（洪仁玕）提出的。": [
          "错误"
      ],
      "洋务派兴办洋务事业的根本目的是（）。": [
          "挽救清政府的统治危机"
      ],
      "对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是：（）。": [
          "冯桂芬"
      ],
      "推动洋务运动的中央机构是：（）。": [
          "总理各国事务衙门"
      ],
      "洋务派不主张进行政治变革的根本原因是（）。": [
          "他们本身是封建大官僚大地主"
      ],
      "洋务运动未能使中国走上富强的根本原因是（）。": [
          "没有触动封建生产关系"
      ],
      "洋务派创办民用企业的直接目的是（）。": [
          "解决军事工业资金、燃料等方面的困难"
      ],
      "洋务派创办的当时最大的造船厂是（）。": [
          "福州船政局"
      ],
      "下列关于洋务运动叙述不正确的是（）。": [
          "触及到了封建统治的根基"
      ],
      "洋务运动时期，清政府的海军主力是（）。": [
          "北洋水师"
      ],
      "19世纪60年代，洋务派最早从事的洋务事业是（）。": [
          "兴办军用工业"
      ],
      "从19世纪60年代到90年代，洋务派举办的洋务事业有（）。": [
          "派遣留学生",
          "兴办军用企业",
          "兴办民用企业",
          "创办新式学堂",
          "建立新式海军"
      ],
      "下列人物被称为洋务派的有（）。": [
          "张之洞",
          "李鸿章",
          "左宗棠",
          "奕忻",
          "曾国藩"
      ],
      "下列关于洋务运动的论述正确的有哪些（）。": [
          "洋务运动是一场封建统治者的自救运动",
          "洋务运动失败是必然的",
          "洋务运动客观上促进了中国资本主义的发展"
      ],
      "19世纪60年代后，洋务派兴办洋务事业的指导思想是 （）。": [
          "中学为体",
          "西学为用"
      ],
      "洋务派主张学习西方的武器装备和科学技术，兴办洋务，他们提出的口号是（）。": [
          "“自强”",
          "“求富”"
      ],
      "洋务运动的历史作用有（）。": [
          "有利于资本主义经济的发展",
          "社会风气和价值观念开始变化",
          "客观上对中国的早期工业和民族资本主义的发展起某些促进作用",
          "开始了中国近代教育"
      ],
      "洋务运动失败的原因主要是（）。": [
          "洋务运动具有封建性",
          "洋务运动对外国具有依赖性"
      ],
      "洋务派举办民用企业的目的是（）": [
          "解决办军事工业煤铁等原料的需求",
          "企图以民用企业的利润弥补军用工业的亏空",
          "交通运输的需要"
      ],
      "洋务运动客观上促进了中国早期工业化和民族资本主义的产生与发展。": [
          "正确"
      ],
      "变法维新运动的性质是（）。": [
          "资产阶级改良主义政治运动"
      ],
      "（）标志着维新变法运动的开始。": [
          "“明定国是”诏书的颁布"
      ],
      "维新派代表了哪一个阶级的利益和要求？（）": [
          "资产阶级"
      ],
      "鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是（）。": [
          "重新认识世界，寻求强国御侮之道"
      ],
      "康有为把西方资本主义的政治学说同传统的儒家思想结合，宣传维新变法的道理。这反映出的根本问题是（）。": [
          "中国民族资产阶级具有软弱性"
      ],
      "中国民族资产阶级对外国资本主义和本国封建主义（）。": [
          "既有矛盾、斗争的一面,又有依赖、妥协的一面"
      ],
      "戊戌维新时期，谭嗣同的主要著作是（）。": [
          "《仁学》"
      ],
      "戊戌维新时期，维新派在上海创办的影响较大的报刊是（）。": [
          "《时务报》"
      ],
      "戊戌维新时期，严复在天津主办的报纸是 （）。": [
          "《国闻报》"
      ],
      "维新派与守旧派论战的主要问题是（）。": [
          "要不要兴民权、设议院，实行君主立宪",
          "要不要废八股、改科举和兴西学",
          "要不要变法"
      ],
      "资产阶级维新派的主要代表人物有（）。": [
          "康有为",
          "严复",
          "谭嗣同",
          "梁启超"
      ],
      "资产阶级维新派宣传其思想主张的途径有（）。": [
          "介绍外国变法的经验教训",
          "办学会、设学堂、办报纸",
          "著书立说",
          "向皇帝上书"
      ],
      "维新派倡导救亡和变法的目的是（）。": [
          "为在中国发展资本主义开辟道路",
          "挣脱外国资本主义和本国封建主义的压迫和束缚"
      ],
      "康有为向光绪皇帝进呈的介绍外国变法经验的书籍是（）。": [
          "《波兰分灭记》",
          "《日本变政考》",
          "《俄彼得变政记》"
      ],
      "在中国近代史上，资产阶级维新派自身的弱点和局限性主要有 （）。": [
          "不敢根本否定封建君主制度",
          "社会基础狭窄、势力弱小，自身还保留着封建士大夫的痕迹",
          "对帝国主义抱有幻想",
          "惧怕人民群众"
      ],
      "戊戌维新时期维新派与守旧派的论战实质上是资产阶级思想与封建思想的交锋。": [
          "正确"
      ],
      "戊戌维新运动是一场资产阶级性质的政治改革运动。": [
          "正确"
      ],
      "戊戌维新运动的目标是在中国建立民主共和制的资本主义制度。": [
          "错误"
      ],
      "标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是（）。": [
          "《辛丑条约》的签订"
      ],
      "清末“预备立宪”的根本目的在于（）。": [
          "延续反动统治"
      ],
      "革命派与改良派论战的焦点是（）。": [
          "要不要以革命手段推翻清王朝"
      ],
      "1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为（）。": [
          "民族主义、民权主义、民生主义"
      ],
      "中国近代第一个资产阶级革命的全国性政党是 （）。": [
          "同盟会"
      ],
      "1903年6月，（）在上海《苏报》发表《驳康有为论革命书》，批驳康有为所谓“中国之可立宪，不可革命”的谬论。": [
          "章炳麟"
      ],
      "1905年至1907年间，资产阶级革命派与改良派论战的主要舆论阵地是 （）。": [
          "《民报》与《新民丛报》"
      ],
      "清末“新政”的内容包括（）。": [
          "设立商部、学部、巡警部等中央行政机构",
          "裁撤绿营，建立新军",
          "颁布商法商律，奖励工商",
          "颁布新的学制"
      ],
      "《辛丑条约》的签订，标志着（）。": [
          "中国半殖民地半封建社会的格局基本形成",
          "清政府政府甘当“洋人的朝廷”",
          "国人对清政府更为失望",
          "清政府政府彻底放弃了抵抗外国侵略者的念头"
      ],
      "中国同盟会的机关报是《新民丛报》。": [
          "错误"
      ],
      "1903年，章炳麟发表了《革命军》，反对康有为的保皇观点，强调建立民主共和制度。": [
          "错误"
      ],
      "1894年，孙中山在檀香山成立同盟会，是中国第一个资产阶级革命团体。": [
          "错误"
      ],
      "中国第一个领导资产阶级革命的全国性政党是中国国民党。": [
          "错误"
      ],
      "“驱逐鞑虏，恢复中华”，就是要求驱逐帝国主义侵略者。": [
          "错误"
      ],
      "孙中山“平均地权”的主张是一个彻底满足农民对土地要求的方案。": [
          "错误"
      ],
      "武昌起义前同盟会领导的影响最大的武装起义是（）。": [
          "黄花岗起义"
      ],
      "中国历史上第一部具有资产阶级共和国宪法性质的法典是 （）。": [
          "《中华民国临时约法》"
      ],
      "中国第一次比较完全意义上的资产阶级民主革命是指（）。": [
          "辛亥革命"
      ],
      "武昌起义的导火线的是（）。": [
          "保路运动"
      ],
      "下列不属于三民主义内容的是（）。": [
          "民主主义"
      ],
      "南京临时政府的局限性表现为 （）。": [
          "没有提出任何可以满足农民土地要求的政策和措施",
          "承认清政府与列强所订的一切不平等条约和一切外债有效",
          "维护封建土地制度以及官僚、地主所占有的土地财产"
      ],
      "武昌起义前夕，在保路运动中规模最大、斗争最激烈的省份是湖北。": [
          "错误"
      ],
      "1912年1月1日，孙中山在北京就任中华民国临时大总统。": [
          "错误"
      ],
      "辛亥革命把皇帝赶跑了,所以它完成了反帝反封建的革命任务。": [
          "错误"
      ],
      "1915年， （）在云南率先举起反袁护国的旗帜，发动护国战争。": [
          "蔡锷"
      ],
      "资产阶级革命派开展护国运动的主要原因是 （）": [
          "袁世凯复辟帝制"
      ],
      "袁世凯为复辟帝制不惜出卖主权，与日本签订了卖国的（）。": [
          "“二十一条”"
      ],
      "洪仁玕、康有为、孙中山思想的相同点是（）。": [
          "主张在中国发展资本主义"
      ],
      "1913年7月，孙中山领导了反对袁世凯的（）。": [
          "二次革命"
      ],
      "为了防范袁世凯的独裁野心，1912年2月14日，临时大总统孙中山在给临时参议院的辞职咨文中提出辞职的附加条件是（）。": [
          "新总统到南京就职",
          "临时政府设在南京",
          "新总统要遵守《中华民国临时约法》"
      ],
      "袁世凯死后，北洋军阀分裂为（）。": [
          "直系",
          "奉系",
          "皖系"
      ],
      "二次革命失败的最重要原因是（）。": [
          "国民党内部意见不一致",
          "北洋军阀军队强大",
          "革命党人军队不足"
      ],
      "辛亥革命胜利了又失败了。": [
          "正确"
      ],
      "辛亥革命是一次比较完全意义上的资产阶级民主革命。": [
          "正确"
      ],
      "20世纪30年代，意大利、德国、日本先后确立法西斯统治，成为（）。": [
          "欧洲和亚洲的战争策源地"
      ],
      "列宁领导的共产国际成立于（）。": [
          "1919年3月"
      ],
      "西方发达国家从自由资本主义阶段进入垄断资本主义即帝国主义阶段是在（）。": [
          "19世纪末20世纪初"
      ],
      "世界反法西斯战争由战略防御转入战略反攻的转折点是（）。": [
          "斯大林格勒战役的胜利"
      ],
      "1945年5月7日、8日，德国代表先后在（）签署无条件投降书，欧洲战场的反法西斯战争胜利结束。": [
          "西方盟军司令部和苏军司令部"
      ],
      "第一次世界大战的后果之一，是（）。": [
          "日本的兴起",
          "美国兴起"
      ],
      "第一次世界大战后，对中国构成主要威胁的是美国侵略势力。": [
          "错误"
      ],
      "1917年10月7日，俄国爆发的十月社会主义革命，开辟了人类历史的新纪元。": [
          "错误"
      ],
      "1919—1949年，中国新民主主义革命必须实现的首要任务是（）。": [
          "反对帝国主义"
      ],
      "1919—1949年，中国社会经济生活中依旧占优势的是（）。": [
          "封建经济"
      ],
      "在1919年五四运动至1949年新中国成立以前这个时期，中国仍然是半殖民地半封建社会。在这个时期，压在中国人民身上的“三座大山”是（）。①帝国主义②民族资本主义③封建主义④官僚资本主义": [
          "①③④"
      ],
      "在旧中国，大部分的土地为地主及（）所占有，只有少部分的土地属于农民。": [
          "旧式富农"
      ],
      "蒋介石反动政权的经济基础是 （）。": [
          "官僚资本"
      ],
      "1936年，中国资本主义现代工业产值只占工农业总产值的（）。": [
          "10．8%"
      ],
      "我国新民主主义革命的基本动力是指（）。": [
          "农民阶级",
          "工人阶级",
          "城市小资产阶级"
      ],
      "中国封建统治当局在运用自己的权力维护封建剥削制度的同时，还通过征收苛重的赋税等直接对农民进行掠夺。其主要是（）。": [
          "征收盐税",
          "征收田赋",
          "强迫农民服劳役和服兵役",
          "征收各种杂税"
      ],
      "作为国民党政府的金融垄断体系中心的“四行二局”是指（）。": [
          "邮政储金汇业局和中央信托局",
          "交通银行、中国农民银行",
          "中央银行、中国银行"
      ],
      "取代北洋政府统治全中国的，是国民党控制的中华民国国民政府。": [
          "正确"
      ],
      "官僚资本，和国家政权结合在一起，成为国家垄断资本。": [
          "正确"
      ],
      "中国民族资产阶级所经营的，是小规模的资本主义经济。": [
          "错误"
      ],
      "1919年五四运动至1949年新中国成立以前，中国反帝反封建的领导力量是（）。": [
          "工人阶级"
      ],
      "1927年到1949年，统治中国的是（）。": [
          "中华民国国民政府"
      ],
      "在近代中国，官僚垄断资产阶级提出的建国方案是要（）。": [
          "继续半殖民地半封建的旧中国"
      ],
      "中国共产党领导人民进行新民主主义革命所要达到的基本目标是（）。": [
          "建立人民民主专政的人民共和国"
      ],
      "1921—1949年，中国的三种主要政治力量是指（）。": [
          "民族资产阶级",
          "工人阶级、农民阶级和城市小资产阶级",
          "地主阶级和买办性的大资产阶级"
      ],
      "近代中国的三种建国方案是（）。": [
          "民族资产阶级的方案",
          "工人阶级和其他进步势力的方案",
          "地主阶级与买办性的大资产阶级的方案"
      ],
      "两个中国之命运是指（）。": [
          "半殖民地半封建的旧中国",
          "新民主主义的新中国"
      ],
      "毛泽东系统论述中国共产党政治主张和建国方案的文章有（）。": [
          "《论联合政府》",
          "《中国革命和中国共产党》",
          "《新民主主义论》",
          "《论人民民主专政》"
      ],
      "革命的根本问题是国家政权问题。": [
          "正确"
      ],
      "资本主义经济在近代中国的社会经济生活中占主体地位。": [
          "错误"
      ],
      "反对封建主义，进行土地制度的彻底改革，是中国新民主主义革命的一项基本任务。": [
          "正确"
      ],
      "1919年五四运动至1949年新中国成立以前，中国社会的主要矛盾是中国人民同地主阶级和民族资产阶级(后来又有官僚资本主义)的矛盾。": [
          "错误"
      ],
      "中国民族资产的两面性决定民族资产阶级不可能成为无产阶级的同盟军。": [
          "错误"
      ],
      "中国民族资本主义经济与本国封建势力没有任何的联系。": [
          "错误"
      ],
      "近代中国第一次彻底反帝反封建的革命运动是（）。": [
          "五四运动"
      ],
      "五四运动的导火线是（）。": [
          "巴黎和会上中国的外交失败"
      ],
      "在中国大地上率先举起马克思主义旗帜的是（）。": [
          "李大钊"
      ],
      "最能体现五四运动性质的口号是（）。": [
          "外争国权，内惩国贼"
      ],
      "新文化运动对中国革命产生的最深刻的影响是（）。": [
          "后期传播社会主义思想，成为知识分子拯救国家改造社会的思想武器"
      ],
      "新文化运动兴起的标志是（）。": [
          "陈独秀在上海创办《青年》杂志"
      ],
      "早期新文化运动的性质是（）。": [
          "旧民主主义的文化运动"
      ],
      "五四运动后，马克思主义在中国传播的特点是（）。": [
          "马克思主义同非马克思主义展开斗争",
          "进步知识分子起了推动作用",
          "马克思主义宣传与工人运动相结合",
          "马克思主义成为新文化运动的主流"
      ],
      "下列说明五四运动是中国新民主主义革命开端的是（）。": [
          "发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分",
          "具有初步共产主义思想的知识分子起了领导作用",
          "无产阶级以独立姿态登上政治舞台"
      ],
      "下列选项中，属于对早期新文化运动的正确认识是（）。": [
          "新文化运动的倡导者们，回避反对军阀的斗争",
          "新文化运动的参加者，基本局限在知识分子的范围内",
          "在当时的社会环境中，要想从根本上改变国民性，仅靠少数人的呐喊是不行的",
          "他们中有的人看问题很片面，坏就是绝对的坏，好就是绝对的好"
      ],
      "中国新民主主义革命的性质是社会主义革命。": [
          "错误"
      ],
      "十月革命推动中国的先进分子从资产阶级民主主义转向社会主义。": [
          "正确"
      ],
      "中国共产党产生的阶级条件是( )。": [
          "中国工人阶级的成长和工人运动的发展"
      ],
      "1920年8月，陈独秀、李汉俊、李达等人在（）成立了中国工人阶级政党最早的组织。": [
          "上海"
      ],
      "中国共产党早期组织领导的第一个工会是（）。": [
          "上海机器工会"
      ],
      "马克思主义在中国广泛传播并得到中国知识分子系统介绍是在（）之后。": [
          "五四运动"
      ],
      "李大钊成为中国第一个马克思主义者的标志，是他于1919年9、11月发表的比较系统介绍马克思主义的文章（）。": [
          "《我的马克思主义观》"
      ],
      "为中国共产党的成立准备了干部条件的是（）。": [
          "接受了马克思主义的知识分子"
      ],
      "1920年8月，《共产党宣言》中文全译本在上海公开出版，翻译者是（）。": [
          "陈望道"
      ],
      "中国早期马克思主义思想运动的特点有（）。": [
          "注意从中国的实际出发，学习、运用马克思主义的理论",
          "明确地同第二国际的社会民主主义划清界限",
          "开始提出知识分子应当同劳动群众相结合的思想",
          "重视对马克思主义基本理论的学习"
      ],
      "中国早期信仰马克思主义的代表人物主要有（）。": [
          "五四运动的左翼骨干",
          "新文化运动的精神领袖",
          "部分辛亥革命时期的活动家"
      ],
      "中国共产党早期组织在宣传马克思主义中与非马克思主义思想的论战有（）。": [
          "社会主义与无政府主义之争",
          "问题与主义之争",
          "社会主义与改良主义之争"
      ],
      "为中国共产党的成立准备了思想条件的是共产主义小组的建立。": [
          "错误"
      ],
      "中国共产党的成立的标志是，中国共产党第一次全国代表大会的召开。": [
          "正确"
      ],
      "1921年9月，中国共产党在（）领导创建了第一个农民协会。": [
          "浙江萧山县衙前村"
      ],
      "中国共产党第一次提出明确的反帝反封建的民主革命纲领是在（）。": [
          "中共“二大”会议上"
      ],
      "中国共产党正式决定与国民党合作是在（）。": [
          "中共“三大”"
      ],
      "第一次国共合作的政治基础是（）。": [
          "新三民主义"
      ],
      "第一次国共合作终于全面破裂的历史事件是（）。": [
          "“七.一五”政变"
      ],
      "马克思主义正式开始传入中国是在（）之后。": [
          "十月革命"
      ],
      "第一次国共合作时期中国国民党的性质是（）。": [
          "各革命阶级的联盟"
      ],
      "蒋介石的立场转到“大地主大资产阶级方面，变为新右派”的标志是（）。": [
          "中山舰事件"
      ],
      "第一次国共合作得以实现的条件有（）。": [
          "中国共产党需要团结各种力量作为革命同盟军",
          "“打倒列强除军阀”成为全国人民的共同愿望",
          "共产国际提出了实行国共合作的建议",
          "中国国民党在当时各政党中“比较是革命的民主派”"
      ],
      "下列对国民革命历史意义的叙述，正确的有（）。": [
          "中共开始掌握一部分军队",
          "中国人民的觉悟和组织程度有了明显提高",
          "中国共产党在群众中的影响扩大"
      ],
      "中国共产党成立后，“中国革命的面貌焕然一新”的“新”是（）。": [
          "中国革命有了崭新的革命方法",
          "中国革命有了坚强的领导核心",
          "中国革命有了科学的指导思想马克思主义"
      ],
      "早期研究传播马克思主义思想运动的特点有（）": [
          "注意从中国的实际出发",
          "从一开始就坚持了马克思主义的革命原则和正确方向",
          "重视对马克思主义基本理论的学习，明确地同第二国际的社会民主主义划清界限",
          "开始提出知识分子应当同劳动群众相结合的思想"
      ],
      "早期共产党组织成员与反马克思主义者进行的论战主要有（）": [
          "同胡适围绕“问题与主义”的论战",
          "同无政府主义者的论战",
          "同张东荪、梁启超关于社会主义的论战"
      ],
      "大革命时期的国民革命军是共产党领导下的革命武装。": [
          "错误"
      ],
      "黄埔军校为国民革命培养了大量的政治人才。": [
          "错误"
      ],
      "北伐军在北伐战争中采取了各个击破的战略。": [
          "正确"
      ],
      "总体来看，第一次国共合作时，蒋介石是国民党左派的代表。": [
          "错误"
      ],
      "毛泽东思想初步形成的标志是（）。": [
          "农村包围城市、武装夺取政权理论的提出"
      ],
      "《兴国土地法》对《井冈山土地法》所做出的一个重大原则性修改是（）。": [
          "把没收一切土地改为没收一切公共土地及地主阶级的土地"
      ],
      "八七会议前后，中共发动的几次大规模武装起义均以夺取大城市为目标，这种情况表明（）。": [
          "我党的革命道路脱离了中国的具体国情"
      ],
      "中国共产党创立的第一个农村革命根据地是（）根据地。": [
          "井冈山"
      ],
      "打响武装反抗国民党反动派的第一枪的事件是（）。": [
          "南昌起义"
      ],
      "毛泽东提出“须知政权是由枪杆子中取得的”著名论断的会议是（）。": [
          "八七会议"
      ],
      "1935年1月，中国共产党召开的具有历史转折意义的会议是（）。": [
          "遵义会议"
      ],
      "1936年10月，中国工农红军第一、二、四方面军胜利会师于（）。": [
          "甘肃会宁、静宁地区"
      ],
      "遵义会议后中共中央成立了新的三人团负责红军的军事行动，其成员是（）。": [
          "毛泽东、周恩来、王稼祥"
      ],
      "“共产党现时最主要的任务是有系统地有计划地尽可能在广大区域中准备农民总暴动……工人阶级应时刻领导并参加武装暴动。”上述中国共产党“八七”会议决议表明（）。": [
          "中国共产党确定了武装反抗国民党的方针"
      ],
      "南昌起义、秋收起义、广州起义中得出的深刻教训是（）。": [
          "必须走适合中国国情的革命道路"
      ],
      "“工农武装割据”思想的主要内容有（）。": [
          "土地革命",
          "建设根据地",
          "武装斗争"
      ],
      "1928年毛泽东写了两篇论证建立农村根据地的重要性的文章是（）。": [
          "《中国的红色政权为什么能够存在？》",
          "《井冈山的斗争》"
      ],
      "1928年12月-1929年4月毛泽东主持制定的土地法是（）。": [
          "《井冈山土地法》",
          "《兴国土地法》"
      ],
      "周恩来说：“革命靠军阀的部队是靠不住的，我们必须建立自己的武装来打倒反革命。现在，我们起义成功了。这里的军队归共产党领导。”这段话表明中共 （）。": [
          "确立了党对军队的领导地位",
          "明确了掌握军队，开展武装斗争的重要性"
      ],
      "武装斗争是中国革命的一大法宝，也是中国革命的一个基本特点，这是因为 （）。": [
          "统治阶级凭借强大的反革命武装对人民实施法西斯恐怖统治",
          "近代中国外无民族独立，而受帝国主义压迫",
          "近代中国内无民主制度，而受封建主义压迫",
          "近代中国的特殊国情"
      ],
      "毛泽东指出：“如果不帮助农民推翻封建地主阶级，就不能组成中国革命最强大的队伍而推翻帝国主义的统治。”其实质含义是（）。": [
          "农民是中国革命最可靠的同盟军",
          "没有农民阶级参加，中国革命就不可能取胜"
      ],
      "1927年在汉口召开的八七会议选出了以毛泽东为首的临时中央政治局。": [
          "错误"
      ],
      "新民主主义革命时期中国共产党内的左、右倾机会主义错误都属于反革命性质。": [
          "错误"
      ],
      "土地革命时期中国共产党对待富农的政策是打击富农。": [
          "错误"
      ],
      "在毛泽东主持制定的《井冈山土地法》中形成了比较完整的土地革命路线和土地分配方法。": [
          "错误"
      ],
      "从1927年大革命失败到1928年初，中国共产党领导的近百次武装起义相继失败，究其根本原因在于敌强我弱 。": [
          "错误"
      ],
      "八七会议后，中共中央在领导各地武装起义的过程中开始初步进行工农武装割据的尝试。": [
          "正确"
      ],
      "长征精神是以（）为核心的民族精神的最高体现。": [
          "爱国主义"
      ],
      "长征途中，中国共产党历史上生死攸关的转折点是（）。": [
          "遵义会议"
      ],
      "王明的错误性质是（）。": [
          "“左”倾教条主义"
      ],
      "李立三的错误性质是（）。": [
          "“左”倾冒险主义"
      ],
      "毛泽东指出，新民主主义革命时期文化新军中最伟大和最英勇的旗手是（）。": [
          "鲁迅"
      ],
      "1937年夏，毛泽东在延安抗日军政大学讲授（），从马克思主义认识论的高度，总结中国共产党的历史经验，科学地阐明了党的马克思主义思想路线。": [
          "《矛盾论》、《实践论》"
      ],
      "土地革命时期，毛泽东指出：“一国之内，在四周白色政权的包围中，有一小块或若干小块红色政权的区域长期地存在，这是世界各国从来没有的事。这种奇事的发生，有其独特的原因。”红色政权能够存在和发展的根本原因是（）。": [
          "相当力量正式红军的存在及共产党组织的坚强有力和正确领导"
      ],
      "毛泽东实际上否定了“城市中心论”，确立了“以乡村为中心”的思想的文章是（）。": [
          "《星星之火，可以燎原》"
      ],
      "1935年12月毛泽东作了《论反对日本帝国主义的策略》的报告，其主要内容是（）。": [
          "系统地解决了党的政治路线问题",
          "批判了党内的关门主义",
          "批判了党内对于革命的急性病",
          "阐明了党的抗日民族统一战线的新政策"
      ],
      "1936年10月在甘肃会宁、静宁地区会师的红军主力是（）。": [
          "红二方面军",
          "红一方面军",
          "红四方面军"
      ],
      "在新民主主义革命时期，中国共产党的建设面临的特殊困难是（）。": [
          "农民和小资产阶级出身的革命者大量入党，使党处于小资产阶级思想的包围中",
          "党的理论长期准备不足",
          "共产国际在一段时间内存在的教条主义倾向对中国共产党的影响",
          "中国社会封建思想的影响"
      ],
      "中央红军结束长征是在1935年10月。": [
          "正确"
      ],
      "遵义会议确立了毛泽东在全党的领导地位。": [
          "错误"
      ],
      "长征精神的核心是不畏艰难险阻，不惜付出一切的牺牲精神。": [
          "错误"
      ],
      "七七事变时，奋起抵抗的国民党驻军是（）。": [
          "第二十九路军"
      ],
      "近代以来中国第一次取得反侵略完全胜利的战争是（）": [
          "中国人民抗日战争"
      ],
      "明治维新后，日本推行的政策是（）": [
          "大陆政策"
      ],
      "日本挑起“九一八”事变的借口是（）": [
          "诬蔑中国军队炸毁柳条湖铁路一段"
      ],
      "标志中国人民抗日战争进人全民族抗战的新阶段的事件是（）": [
          "卢沟桥事变"
      ],
      "抗日战争相持阶段到来后，日本实行的对华政策是（）。": [
          "以战养战",
          "重点进攻解放区战场",
          "以华制华"
      ],
      "华北事变以后，国民党仍然坚持“攘外必先安内”的政策，因此共产党必须坚持“工农共和国”的口号。": [
          "错误"
      ],
      "国民党五届三中全会是第二次国共合作初步形成的标志。": [
          "正确"
      ],
      "全面抗战爆发后，中国军队取得的首次大捷是太原会战。": [
          "错误"
      ],
      "九一八事变之后，日本开始全面侵华战争。": [
          "错误"
      ],
      "1935年8月1日，中共驻共产国际代表团发表（），呼吁一致抗日。": [
          "《为抗日救国告全国同胞书》"
      ],
      "1936年5月，中共中央发布（）通电，放弃了反蒋抗日口号，第一次公开把蒋介石作为联合的对象。": [
          "《停战议和一致抗日》"
      ],
      "以国共两党第二次合作为基础的抗日民族统一战线正式形成的标志是（）。": [
          "1937年蒋介石发表承认共产党合法地位的谈话",
          "国民党中央通讯社发表《中国共产党为公布国共合作宣》"
      ],
      "西安事变的和平解决，标志着第二次国共合作为基础的抗日民族统一战线初步形成。": [
          "正确"
      ],
      "1944年4月至1945年1月，日本发动打通中国大陆交通线的战役是（）。": [
          "豫湘桂战役"
      ],
      "从北伐战争到抗日战争时期，国民政府所在地迁移的顺序是（）。": [
          "广州——武汉——南京——重庆"
      ],
      "全国抗战爆发后，国民党正面战场取得了第一个大的胜利是 （）。": [
          "台儿庄战役"
      ],
      "1939年1月，国民党确定“消极抗日，积极反共”政策的会议（）。": [
          "国民党五届五中全会"
      ],
      "抗日战争时期，国民党第二次反共高潮达到顶点的标志是（）。": [
          "皖南事变"
      ],
      "在抗日战争战略防御阶段，日本侵略者以国民党为主要作战对象，国民党军队的爱国将士，表现了空前的民族义愤和抗战热情，为国捐躯的有（）。": [
          "赵登禹",
          "佟麟阁",
          "谢晋元"
      ],
      "抗战初期，国民党正面战场除了除了台儿庄战役取得大捷外，其他战役几乎都是以退却、失败而结束的，造成这种状况的原因（）。": [
          "没有采取积极防御的方针",
          "国民党战略指导方针上的失误",
          "由于在敌我力量对比上，日军占很大优势",
          "实行片面抗战路线"
      ],
      "1938年9月至11月，中共中央在延安召开了扩大的六届六中全会，会议批判了在统一战线问题上的错误是（）。": [
          "只讲联合不讲斗争",
          "一切经过统一战线",
          "一切服从统一战线"
      ],
      "抗日民族统一战线的特点是（）。": [
          "没有双方共同遵守的共同纲领和固定的组织形式",
          "国共两党的两个政权、两个军队的合作",
          "广泛的民族性和极大的复杂性",
          "处于一种既有利又复杂的国际环境中"
      ],
      "抗战初期，国民党正面战场大溃退的主要原因在于它实行了消极抗日积极反共的方针。": [
          "正确"
      ],
      "抗战爆发后，英美政府采取了坚决支援中国抗战的立场。": [
          "错误"
      ],
      "国民党政府和军队在整个抗日战争时期对日作战都是消极的。": [
          "错误"
      ],
      "在战略相持阶段，（）成为主要的抗日作战方式。": [
          "敌后游击战争"
      ],
      "1938年9月至11月，中国共产党在延安举行了扩大的六届六中全会，在这次全会上，毛泽东明确地提出了（）这个命题。": [
          "马克思主义中国化"
      ],
      "1941年5月，毛泽东做了（）的报告，整风运动首先在党的高级干部中进行。": [
          "《改造我们的学习》"
      ],
      "中国共产党提出全面抗战路线，其主要内容是（）。": [
          "动员全民族一切力量，进行人民战争"
      ],
      "1937年日本发动全面侵华战争后，其对华经济掠夺的总方针是（）。": [
          "将沦陷区经济变为日本的经济附庸"
      ],
      "下列关于皖南事变的表述，正确的是（）。 ①它是国民党顽固派破坏抗战的行为②英美支持蒋介石发动皖南事变③中国共产党坚决回击顽固派的进攻④抗日民族统一战线由此完全破裂": [
          "①②③"
      ],
      "下列关于延安整风运动的表述，不准确的是（）。": [
          "确立毛泽东思想为全党的指导思想"
      ],
      "抗日战争时期，根据地政权民主建设主要体现为（）。": [
          "实行“三三制原则”"
      ],
      "抗日战争进入相持阶段后，日本帝国主义对国民党采取的方针是（）。": [
          "政治诱降为主，军事打击为辅"
      ],
      "毛泽东系统阐明新民主主义理论的著作是（）。": [
          "《中国革命和中国共产党》",
          "《共产党人发刊词》",
          "《新民主主义论》"
      ],
      "在抗日战争时期，为了适应抗战的需要，党将土地革命时期的没收封建地主阶级土地的政策改变为“减租减息”政策。": [
          "正确"
      ],
      "下列关于抗战胜利的意义评述不恰当的是（）。": [
          "结束了半殖民地的历史"
      ],
      "下列关于抗日战争胜利原因的表述不正确的是（）。": [
          "中国是大国，地大、物博、人多、兵多"
      ],
      "抗日战争胜利的基本经验有（）。": [
          "共产党领导是美好未来的前提",
          "民族团结是力量的源泉",
          "民族精神是奋进的动力",
          "综合国力是自立的保证"
      ],
      "关于大生产运动的表述正确的有（）": [
          "口号是“自己动手，丰衣足食”",
          "三五九旅改造南泥湾",
          "为了克服严重的经济困难",
          "为了克服严重的经济困难"
      ],
      "各地普遍开展大生产运动的效果是（）": [
          "解决了部队的粮铜",
          "克服了经济困难",
          "提高了当地人民的生活水平"
      ],
      "国民党正面战场的抗战是中国人民抗日战争胜利的关键。": [
          "错误"
      ],
      "抗日战争是神圣的民族解放战争。": [
          "正确"
      ],
      "1945年8月25日中国共产党在对时局的宣言中明确提出的口号（）。": [
          "和平、民主、团结"
      ],
      "1945年10月10日，国共两党经过谈判，签订《政府与中共代表会谈纪要》，确定（）。": [
          "和平建国的基本方针"
      ],
      "毛泽东提出“一切反动派都是纸老虎”的著名论断，针对的是（）。": [
          "内战初期国民党在军事和经济方面占有明显优势"
      ],
      "解放战争时期，国民党统治区人民民主运动高涨的根本原因是（）。": [
          "国民党蒋介石集团的经济崩溃和政治危机"
      ],
      "抗战胜利后，蒋介石三次电邀毛泽东去重庆谈判的最主要原因是（）。": [
          "内战准备工作尚未就绪"
      ],
      "对1946年政协会议协议的有关表述，正确的是（）。": [
          "在许多方面反映了人们的愿望",
          "很快被国民政府撕毁",
          "有利于实现民主政治与和平建国"
      ],
      "抗战结束后，蒋介石愿与中国共产党进行和平谈判，其目的是（）。": [
          "诱使中共交出人民军队和解放区政权",
          "敷衍国内外要求和平的舆论",
          "为把战争责任转嫁给中共制造借口",
          "争取时间为进行内战做准备"
      ],
      "通过重庆谈判和签订的“双十协定”，中共取得的成果有（）。": [
          "在全国人民面前表现了和平诚意",
          "团结了民主力量",
          "实现了中共在国家政治生活中的合法地位"
      ],
      "抗战胜利初期，中国共产党的主要政治任务是 改组国民政府。": [
          "错误"
      ],
      "在重庆谈判过程中，共产党与国民党寸土必争，进行了毫不妥协的斗争。": [
          "错误"
      ],
      "全面内战爆发前，国民党反动派在昆明制造了较场口血案。": [
          "错误"
      ],
      "中国共产党迫于国内外反对内战的舆论压力派代表参加重庆谈判。": [
          "错误"
      ],
      "1946年2月10日国民党破坏进步团体在重庆较场口举行的“庆祝政协成功大会”，李公朴、郭沫若、马寅初及新闻记者等多人被打伤，逮捕数十人。": [
          "正确"
      ],
      "揭开人民解放军全国性战略进攻序幕的是（）。": [
          "刘邓大军挺进大别山"
      ],
      "对第三次国内革命战争时期反蒋斗争第二条战线的准确表述是（）。": [
          "国统区的民主运动"
      ],
      "在全面内战爆发前夕，中共中央发出（），决定将党在抗日战争时期实行的减租减息政策改变为“耕者有其田”的政策。": [
          "《五四指示》"
      ],
      "解放战争时期制定的《中国土地法大纲》规定（）。": [
          "乡村中一切地主的土地和公地，由乡村农会接收，分配给无地或少地的农民"
      ],
      "在新民主主义革命时期，中共中央机关所在地因革命形势的发展变化而几经转移。下列按转移先后顺序排列正确的一组是（）。": [
          "上海、瑞金、延安、西柏坡、北平"
      ],
      "第二条战线形成的主要原因有（）。": [
          "国民党执行内战政策",
          "国民党政府的专制独裁",
          "国民党政府官员的贪污腐化",
          "国统区出现严重的经济危机，人民生活陷入困境"
      ],
      "从抗战结束到新中国建立前，中国共产党关于土地问题的文件有（）。": [
          "《中国土地法大纲》",
          "《五四指示》"
      ],
      "人民解放战争战略决战背景是（）。": [
          "翻身农民踊跃参军参战",
          "我军兵力迅速增加，装备改善",
          "国民党兵力不足，开始重点防御",
          "敌我双方力量对比发生重大变化"
      ],
      "1947年5月1日，内蒙古自治区宣告成立。": [
          "正确"
      ],
      "1946年5月4日，中共中央发出《关于清算、减租及土地问题的指示》(史称《五四指示》)，决定将党在抗日战争时期实行的减租减息政策改变为实现“土地国有”的政策。": [
          "错误"
      ],
      "解放战争时期，最早与蒋介石集团决裂的民主党派是（）。": [
          "中国民主同盟"
      ],
      "解放战争期间，台湾人民反抗国民党暴政的重要活动是（）。": [
          "二二八起义"
      ],
      "率领北平国民党军队接受和平改编的国民党将领是（）。": [
          "傅作义"
      ],
      "1949年6月30日毛泽东发表了（），向全中国人民阐述了中国共产党在建立新中国问题上的主张。": [
          "《论人民民主专政》"
      ],
      "七届二中全会召开的地点是 （）。": [
          "西柏坡"
      ],
      "1949年蒋介石发表“求和”声明，其真实意图是（）。": [
          "争取时间，准备卷土重来"
      ],
      "毛泽东提出的“两个务必”是（）。": [
          "务必使同志们继续地保持谦虚，谨慎，不骄，不躁的作风",
          "务必使同志们继续地保持艰苦奋斗的作风"
      ],
      "1949年4月21日，毛泽东、朱德发布《向全国进军的命令》，中国人民解放军发起渡江战役。": [
          "正确"
      ],
      "1949年4月1日起，国共双方代表以国民党所提八项条件为基础 在北平进行谈判。4月20日，国民党政府电令其和谈代表拒绝在中共提出的《国内和平协定》(最后修正案)上签字，和谈破裂。": [
          "错误"
      ],
      "针对美国等国封锁、遏制新中国等的情况，以（）为主要代表的中国共 产党人提出了“另起炉灶”、“打扫干净屋子再请客”、“一边倒”的外交 方针。": [
          "毛泽东"
      ],
      "新中国成立初期中国共产党在加强自身建设上主要开展了（）。": [
          "“三反”、“五反”运动"
      ],
      "针对不法资本家的“五毒”行为，1952年1月起历时半年，中共中央决定 在工商业者中开展反行贿、反偷税漏税、反盗窃国家资财、反偷工减料、（）的“五反”运动。": [
          "反盗窃国家经济情报"
      ],
      "标志着中国的新民主主义革命取得了基本胜利、半殖民地半封建社会的结 束和新民主主义社会在全国范围内的建立的是（）。": [
          "中华人民共和国的成立"
      ],
      "从1949年10月1日中华人民共和国成立到1956年这七年，是基本完成（）。": [
          "社会主义改造"
      ],
      "以（）加入世界贸易组织为标志，中国形成了全方位、多层次、宽领域的对外开放格局。": [
          "2001年"
      ],
      "1951年底到1952年，开展了（）的“三反”运动，处决了犯有严重贪污罪行的刘青山、张子善(曾先后担任中共天津地委书记)，使全党震动，全国人民振奋。": [
          "反贪污、反浪费、反官僚主义"
      ],
      "在新中国成立初期，面临着能不能保卫住人民胜利的成果等严重困难和紧迫问题的时候，中国共产党和人民政府着重抓了以下哪些方面的工作：（）。": [
          "完成民主革命的遗留任务",
          "领导国民经济恢复工作",
          "加强中国共产党自身的建设",
          "巩固民族独立，维护国家主权和安全"
      ],
      "在民主革命取得全国性胜利之后，中国存在着两种基本的矛盾，它们是（）。": [
          "工人阶级和资产阶级的矛盾",
          "中国和帝国主义国家的矛盾"
      ],
      "“三反”运动中，处决了犯有严重贪污罪行的（），使全党震动，全国人民振奋。": [
          "刘青山",
          "张子善"
      ],
      "新中国成立前夕，毛泽东在中共七届二中全会上把当时的情况概括为三句话（）。": [
          "有困难",
          "有办法",
          "有希望"
      ],
      "社会主义改造基本完成后，我们国内的主要矛盾是（）。": [
          "人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾",
          "人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾"
      ],
      "1950年和1951年，中国共产党在全党范围开展（），进行共产党员标准八项条件等的教育，并在此基础上发展了一批新党员": [
          "整风运动",
          "整党运动",
          "批判居功自傲等错误思想"
      ],
      "“文化大革命”是一场由（），给党、国家和各族人民带来严重灾难的内乱。": [
          "领导者错误发动",
          "被反革命集团利用"
      ],
      "建国60多年来，社会主义民主政治建设不断加强，政治体制改革有步骤、分阶段地稳步推进，逐步形成了（）有机统一的社会主义民主政治建设的基本框架。": [
          "人民当家作主",
          "坚持中国共产党的领导",
          "依法治国"
      ],
      "中华人民共和国的成立，标志着中国的社会主义革命取得了基本胜利。": [
          "错误"
      ],
      "新中国成立前夕，毛泽东在中共七届二中全会上指出，：“敌人的武力是不能征服我们的，这点已经得到证明了。资产阶级的捧场也不能征服我们。”": [
          "错误"
      ],
      "到1950年3月物价即基本稳定，从而治愈了旧中国无法医治的顽症，解除了人民过了几十年的因物价飞涨而带来的痛苦生活，使国家和国营经济掌握了市场的主导权。": [
          "正确"
      ],
      "从1956年社会主义改造基本完成到1966年“文化大革命”前夕，是新民主主义社会向全面建设社会主义转变的十年。": [
          "错误"
      ],
      "在中国共产党领导下，中国人民推翻了三座大山，于 1949 年成立了中华人民共和国，这标志着（）。": [
          "新民主主义革命的胜利"
      ],
      "20世纪中国经历了三次历史性巨变，其中第二次是指（）。": [
          "中华人民共和国的成立和社会主义制度的建立"
      ],
      "新中国成立之初的“过渡时期”是指（）。": [
          "从建国到三大改造完成"
      ],
      "新民主主义经济中有决定意义的因素是 （）。": [
          "国营经济"
      ],
      "中国由新民主主义向社会主义转变的优越的政治条件是（）。": [
          "中国共产党的领导和人民民主专政国家制度的建立"
      ],
      "毛泽东首次使用“新民主主义社会”的科学概念是在（）。": [
          "《新民主主义论》"
      ],
      "毛泽东指出，新民主主义国家内部的主要矛盾是（）。": [
          "无产阶级与资产阶级的矛盾"
      ],
      "下列关于新中国成立初期国内外形势的表述不正确的是（）。": [
          "资本主义国家都不承认新中国",
          "国内反封建斗争的任务已经完成",
          "完成了祖国统一",
          "解放全中国的任务胜利完成"
      ],
      "全国胜利后，中国社会经济中存在着哪几种经济成分（）。": [
          "私人资本主义经济",
          "国家资本主义经济",
          "农民和手工业者的个体经济",
          "社会主义性质的国营经济",
          "半社会主义性质的合作社经济"
      ],
      "中国由新民主主义向社会主义转变的条件主要包括 （）。": [
          "马克思主义、毛泽东思想的指导地位",
          "新民主主义经济制度的建立和国民经济的恢复",
          "中国共产党的领导和人民民主专政的国家制度的建立"
      ],
      "中华人民共和国的成立，实现了从新民主主义社会到社会主义社会的转变。": [
          "错误"
      ],
      "1950年10月，中国人民志愿军在司令员朱德的率领下，开始抗美援朝。": [
          "错误"
      ],
      "1953 年中国共产党提出“一化三改”的过渡时期总路线，其中“一化”是指（）。": [
          "国家的社会主义工业化"
      ],
      "一个五年计划中，重工业项目集中建设在（）。": [
          "东北地区"
      ],
      "我国第一座生产载重汽车的制造厂位于（）。": [
          "长春"
      ],
      "毛泽东提出的关于手工业社会主义改造的方针是（）。": [
          "积极领导，稳步前进"
      ],
      "党在过渡时期的总路线的主体是（）。": [
          "实现国家的社会主义工业化"
      ],
      "从1953年开始的第一个五年计划的中心环节是（）。": [
          "优先发展重工业"
      ],
      "毛泽东提出的关于农业社会主义改造的方针是（）。": [
          "积极发展，稳步前进，逐步过渡"
      ],
      "以下属于第一个五年计划内实现的项目是 （）。": [
          "包头钢铁基地",
          "康藏、青藏、新藏公路建成",
          "武汉长江大桥",
          "长春第一汽车制造厂"
      ],
      "解放初期，我国社会主义国营企业资产的来源有（）。": [
          "帝国主义在华企业",
          "官僚资本",
          "国民政府财产"
      ],
      "对资本主义工商业进行和平改造的主要依据有（）。": [
          "建立了人民民主专政的国家政权和社会主义国营经济",
          "中国的民族资产阶级存在着两面性",
          "中国工人阶级与资产阶级长期保持着统一战线的关系",
          "国家对资本主义工商业逐步实施了利用、限制、改造的政策"
      ],
      "“一五”计划的编制，历时四年，五易其稿，到1954年9月基本确定下来，在1955年7月召开的一届全国人大二次会议通过。": [
          "正确"
      ],
      "国家的社会主义工业化，是国家独立和富强的当然要求和必要条件。": [
          "正确"
      ],
      "全国土地改革以后分配给农民的土地（）。": [
          "归农民所有"
      ],
      "建国以后，人民政府没收官僚资本，这一措施（）。": [
          "兼有新民主主义革命和社会主义革命性质"
      ],
      "作为 1953 年开始的发展国民经济的一五计划建设的中心环节是（）。": [
          "重工业"
      ],
      "中国进入社会主义的标志是社会主义改造的完成。": [
          "正确"
      ],
      "党的过渡时期总路线中提出的一个主体是对资本主义工商业的社会主义改造。": [
          "错误"
      ],
      "我国对资本主义工商业的社会主义改造采取的政策是没收。": [
          "错误"
      ],
      "中国建立社会主义制度是1949年。": [
          "错误"
      ],
      "中国农村在1955年下半年出现了农业合作化的高潮。": [
          "正确"
      ],
      "新中国成立初期，着重发展的是加工订货、经销代销等高级形式的国家资本主义。": [
          "错误"
      ],
      "1951年12月，中共中央下发了《关于农业生产互助合作的决议(草案)》。草案指出，中国农民在土改基础上所发扬起来的生产积极性，集中地表现在两种积极性上，即个体经济的积极性和生产劳动的积极性。": [
          "错误"
      ],
      "民族资产阶级在社会主义时期仍然具有两面性。他们既有剥削工人取得利润的一面，又有拥护宪法、愿意接受社会主义改造的一面。": [
          "正确"
      ],
      "在实行全行业公私合营时，国家为资本家安排了工作，但不允许担任领导职务。": [
          "错误"
      ],
      "1956年社会主义基本制度的全面确立，标志着（）。": [
          "中国进入全面建设社会主义的历史阶段"
      ],
      "1956年毛泽东作的《论十大关系》的报告，是探索中国社会主义建设道路的重要理论成果。《论十大关系》围绕的基本方针是（）。": [
          "调动一切积极因素，把我国建设成为一个强大的社会主义国家"
      ],
      "以毛泽东为代表的中国共产党人开始提出马克思主义和中国实际的“第二次结合”的标志是（）。": [
          "1956年4月召开的中共中央书记处会议"
      ],
      "在1956年1月召开的知识分子问题会议上，周恩来对知识分子阶级属性的表述是（）。": [
          "知识分子的绝大部分已经是工人阶级的一部分"
      ],
      "以毛泽东为主要代表的中国共产党人开始探索中国社会主义建设道路的标志是（）的发表。": [
          "《论十大关系》"
      ],
      "中共八大提出的我国经济建设方针是（）。": [
          "既反保守又反冒进，在综合平衡中稳步前进"
      ],
      "中共八大指出，社会主义改造基本完成后我国国内的主要矛盾是（）。": [
          "人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要状况之间的矛盾"
      ],
      "在中共八大上提出社会主义经济制度实行“三个主体、三个补充”设想的是（）。": [
          "陈云"
      ],
      "毛泽东在《关于正确处理人民内部矛盾的问题》一文中指出，社会主义时期我国政治生活的主题是（）。": [
          "正确处理人民内部矛盾"
      ],
      "毛泽东在《关于正确处理人民内部矛盾的问题》中提出解决社会主义社会基本矛盾的途径是（）。": [
          "依靠社会主义制度本身的自我调整和自我完善"
      ],
      "20世纪50年代，毛泽东指出中国工业化道路问题主要是（）。": [
          "重工业、轻工业和农业的发展关系问题"
      ],
      "中共八大陈云提出了“三个主体、三个补充”的思想，即（）。": [
          "计划生产是主体，一定范围的自由生产为补充",
          "国家市场是主体，一定范围内的自由市场为补充",
          "国家经营和集体经营是主体，一定数量的个体经营为补充"
      ],
      "毛泽东在《关于正确处理人民内部矛盾的问题》中认为矛盾是普遍存在的。在社会主义社会中，基本的矛盾是（）。": [
          "上层建筑和经济基础之间的矛盾",
          "生产力和生产关系之间的矛盾"
      ],
      "毛泽东提出的两个“务必”的思想是指（）。": [
          "务必继续地保持谦虚、谨慎、不骄、不躁的作风",
          "务必继续地保持艰苦奋斗的作风"
      ],
      "20世纪六、七十年代，我国在核技术、人造卫星和运载火箭等尖端科学技术领域取得的重要成就有（）": [
          "中近程地导弹发射成功",
          "第一颗人造地球卫星发射成功",
          "爆炸了第一颗原子弹",
          "爆炸了第一颗氢弹"
      ],
      "社会主义制度下的矛盾是人民内部矛盾。": [
          "错误"
      ],
      "1957年的反右派斗争是正确的。": [
          "错误"
      ],
      "社会主义社会建成后，社会基本矛盾就消失了。": [
          "错误"
      ],
      "毛泽东首次提出探索适合我国国情的社会主义建设道路任务的著作是《关于正确处理人民内部矛盾的问题》。": [
          "错误"
      ],
      "通过建设社会主义的总路线是在1958年的中共（）上。": [
          "八大二次会议"
      ],
      "1958年9月，全国范围内掀起了人民公社化运动，人民公社的基本特点是（）。": [
          "一大二公"
      ],
      "文化大革命开始的标志是（）的发表。": [
          "《五一六通知》"
      ],
      "毛泽东发动“文化大革命”的导火线是（）。": [
          "《评新编历史剧<海瑞罢官>》"
      ],
      "正式宣布在不太长的时期内，把我国建设成为社会主义现代化强国的会议是（）。": [
          "第三届全国人民代表大会"
      ],
      "1964年12月21日，周恩来根据毛泽东建议，宣布在二十世纪内，把中国建设成为一个具有（）的社会主义强国。": [
          "农业现代化",
          "工业现代化",
          "科学技术现代化",
          "国防现代化"
      ],
      "在探索社会主义建设道路的初期，以毛泽东为代表的党的第一代领导集体在国家经济发展上提出的思想有（）。": [
          "消灭资本主义，又搞资本主义",
          "划分中央和地方的管理职权，使企业享有适当的自主权",
          "“三个主体，三个补充”的思想",
          "要实行以农业为基础，以工业为主导的方针，正确处理重工业、轻工业、农业的关系"
      ],
      "1958年制定的社会主义建设总路线的表述是（）。": [
          "力争上游",
          "鼓足干劲",
          "多快好省地建设社会主义"
      ],
      "社会主义建设总路线是符合社会主义建设实际的总路线。": [
          "错误"
      ],
      "人民公社的基本特点是“政社合一”。": [
          "错误"
      ],
      "1962年1、2月间，中共中央召开了统一思想、总结经验教训、明确工作方向的庐山会议。": [
          "错误"
      ],
      "新中国成功地爆炸第一颗原子弹的是在（）。": [
          "1964年10月"
      ],
      "新中国成功地爆炸第一颗氢弹的是在（）。": [
          "1967年6月"
      ],
      "20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了（）。": [
          "“乒乓外交”"
      ],
      "1956-1976年我国社会主义建设在曲折探索中取得的成绩是（）。": [
          "探索中形成了建设社会主义的若干重要原则",
          "独立的、比较完整的国民经济体系基本建立",
          "国际地位的提高与国际环境的改善",
          "人民生活水平提高与文化、医疗、科技事业取得长足进步"
      ],
      "以毛泽东为主要代表的中国共产党人在创建新中国和探索适合中国国情的社会主义建设道路过程中，形成的建设社会主义的若干原则包括（）。": [
          "社会主义可以分为不发达的社会主义和比较发达的社会主义两个阶段",
          "正确处理重工业、轻工业、农业的关系",
          "提出四个现代化的战略目标。",
          "与各民主党派坚持长期共存、互相监督"
      ],
      "就毛泽东一生来看，他的功绩和过失的比重是功过参半。": [
          "错误"
      ],
      "以毛泽东为主要代表的中共党人对建设社会主义道路的探索为党继续进行探索中国特色社会主义理论体系提供了重要的基础。": [
          "正确"
      ],
      "新中国建国初期，曾奉行“一边倒”的外交政策，以争取苏联和其他社会主义国家的支持与援助。": [
          "正确"
      ],
      "为重新确立党的实事求是的思想路线，实现历史性的转折作了思想理论准备的是（）。": [
          "关于真理标准问题的大讨论"
      ],
      "通过《关于建国以来党的若干历史问题的决议》的是中共（）。": [
          "十一届六中全会"
      ],
      "科学评价毛泽东和毛泽东思想历史地位的是（）。": [
          "《关于建国以来党的若干历史问题的决议》"
      ],
      "粉碎“四人帮”后，主持中共中央工作的华国锋坚持的错误方针是（）。": [
          "“两个凡是”"
      ],
      "1977年8月召开的，宣告“文化大革命”结束，又继续肯定“文化大革命”的错误理论和实践的全国代表大会是（）。": [
          "中共十一大"
      ],
      "1978年12月13日，邓小平在中央工作会议闭幕会上发表讲话的题目是（）。": [
          "《解放思想，实事求是，团结一致向前看》"
      ],
      "1979年4月5日至28日召开的中共中央工作会议，决定对国民经济实行的方针是（）。": [
          "“调整、改革、整顿、提高”"
      ],
      "1979年9月，中共十一届四中全会提出要保障基层干部和农民因时因地制宜的自主权，发挥其主动性，全会通过的决议是（）。": [
          "《关于加快农业发展若干问题的决定》"
      ],
      "1981年6月，中共十一届六中全会通过的重要决议是（）。": [
          "《关于建国以来党的若干历史问题的决议》"
      ],
      "毛泽东思想的科学含义是（）。": [
          "被实践证明了的关于中国革命和建设的正确的理论原则和经验总结",
          "中国共产党集体智慧的结晶",
          "马克思列宁主义在中国的运用和发展"
      ],
      "十一届三中全会的主要功绩是（）。": [
          "作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策",
          "重新确立了马克思主义的思想路线、政治路线和组织路线",
          "高度评价了关于真理标准问题的讨论",
          "彻底否定了“两个凡是”的错误方针",
          "断然否定“以阶级斗争为纲”的指导思想"
      ],
      "1978年12月，中共十一届三中全会的主要内容是（）。": [
          "彻底否定“两个凡是”的错误方针",
          "高度评价关于真理标准问题的讨论",
          "作出了把党和国家的工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策",
          "断然否定“以阶级斗争为纲”的指导思想"
      ],
      "在中国社会主义改革和社会主义改造的关系问题上，有人说：“早知今日，何必当初？”": [
          "错误"
      ],
      "近代以来西方列强在中国建立租界和向中国输出资本与当代中国的改革开放、引进外资基本相同。": [
          "错误"
      ],
      "1976年10月，粉碎“四人帮”的胜利，挽救了中国共产党和中国的社会主义事业。": [
          "正确"
      ],
      "提出建设有中国特色社会主义口号的是（）。": [
          "中共十二大"
      ],
      "提出我国社会主义经济是在公有制基础上的有计划的商品经济是在（）上。": [
          "十二届三中全会"
      ],
      "中共十三大制定的“三步走”战略部署第三步目标是指（）。": [
          "到21世纪中叶，人均国民生产总值达到中等发到国家水平，人民生活比较富裕，基本实现现代化"
      ],
      "1982年9月在中国共产党第十二次全国代表大会开幕词中，邓小平明确提出的重大命题是（）。": [
          "建设有中国特色社会主义"
      ],
      "中共十三大概括了党在社会主义初级阶段“一个中心、两个基本点”的基本路线，其中的“一个中心”是指（）。": [
          "以经济建设为中心"
      ],
      "1986年9月，中共十二届六中全会通过的《关于社会主义精神文明建设指导方针的决议》强调我们要培养（）的社会主义公民。": [
          "有文化",
          "有纪律",
          "有理想",
          "有道德"
      ],
      "中共十三大概括了党在社会主义初级阶段“一个中心、两个基本点”的基本路线，其中的“两个基本点”是指（）。": [
          "坚持四项基本原则",
          "坚持改革开放"
      ],
      "中共十五届三中全会通过的《关于农业和农村工作若干重大问题的决定》中要解决的“三农”问题是（）。": [
          "农业",
          "农民",
          "农村"
      ],
      "1979年3月，邓小平在理论工作务虚会上提出的“四项基本原则”是（）。": [
          "坚持党的领导",
          "坚持社会主义道路",
          "坚持人民民主专政",
          "坚持马克思列宁主义、毛泽东思想"
      ],
      "邓小平在关于农业的改革与发展方面提出了“两个飞跃”的思想，具体指合作社和人民公社的废除。": [
          "错误"
      ],
      "党的十二大比较系统地阐述了关于社会主义初级阶段的理论，完整概述了中国共产党在社会主义初级阶段“一个中心、两个基本点”的基本路线。": [
          "错误"
      ],
      "《解放思想，实事求是，团结一致向前看》的讲话，是改革开放的第一个宣言书。": [
          "正确"
      ],
      "把邓小平理论确立为全党的指导思想是在（）上。": [
          "中共十五大"
      ],
      "邓小平提出“一个国家，两种制度”的构想是在（）。": [
          "20世纪70年代末80年代初"
      ],
      "1992年的“辜汪会谈”对解决（）问题迈出了历史性的重要一步。": [
          "台湾"
      ],
      "邓小平在1992年初南方谈话中指出，判断我们事业的标准是是否有利于（）。": [
          "提高人民的生活水平",
          "发展社会主义社会的生产力",
          "增强社会主义国家的综合国力"
      ],
      "中共十四届六中全会作出的《关于加强社会主义精神文明建设若干重要问题的决议》强调要（），培养有理想、有道德、有文化、有纪律的社会主义公民。": [
          "以高尚的精神塑造人",
          "以科学的理论武装人",
          "以正确的舆论引导人",
          "以优秀的作品鼓舞人"
      ],
      "1992年邓小平南巡讲话中提出的“三个有利于”标准是指是否有利于国力的增强，是否有利于人民生活的提高，是否有利于安定团结 。": [
          "错误"
      ],
      "1992年南巡讲话中邓小平关于“两手抓，两手都要硬”是指物质文明建设和精神文明建设。": [
          "错误"
      ],
      "把“三个代表”重要思想确立为全党的指导思想是在（）上。": [
          "中共十六大"
      ],
      "2004年9月，提出构建社会主义和谐社会战略任务的是（）。": [
          "十六届四中全会"
      ],
      "2011年10月，中共十七届六中全会确立了（）的战略目标。": [
          "建设社会主义文化强国"
      ],
      "构建社会主义和谐社会的战略任务包括的主要内容（）。": [
          "社会主义文化建设",
          "社会主义政治建设",
          "社会主义经济建设",
          "社会主义社会建设"
      ],
      "中共十四届六中全会做出的《关于加强社会主义精神文明建设若干重要问题的决议》中强调（）": [
          "以科学的理论武装人",
          "以高尚的精神塑造人",
          "以优秀的作品鼓舞人",
          "以正确的舆论引导人"
      ],
      "构成社会主义核心价值体系的基本内容是（）": [
          "社会主义荣辱观",
          "中国特色社会主义共同理想",
          "马克思主义指导思想",
          "以爱国主义为核心的民族精神和以改革创新为核心的时代精神"
      ],
      "中共十六届四中全会提出的中国特色社会主义总体布局是经济建设、政治建设、文化建设和社会建设四位一体": [
          "正确"
      ],
      "科学发展观的基本内涵是坚持以人为本、全面协调可持续发展。": [
          "正确"
      ],
      "可持续发展，是指要促进人与自然的和谐，实现经济发展与人口、环境和能源相协调。": [
          "正确"
      ],
      "中共十八大指出（）同马克思主义列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想都是党必须长期坚持的指导思想。": [
          "科学发展观"
      ],
      "中共中央提出的“四个全面”的战略布局中指出，今后一个时期奋斗的战略目标是（）。": [
          "全面建成小康社会"
      ],
      "2013年9月，“中国自由贸易试验区”在（）成立。": [
          "上海"
      ],
      "2014年10月召开的文艺工作座谈会强调，要始终坚持（）为中心的创作导向。": [
          "人民"
      ],
      "党的十八大提出，确保到（ ）年实现全面建成小康社会的目标。": [
          "2020"
      ],
      "十八大以来，中共中央提出的“四个全面”的战略布局是指（）。": [
          "全面建成小康社会",
          "全面从严治党",
          "全面依法治国",
          "全面深化改革"
      ],
      "从2013年6月开始的党的群众路线教育实践活动，着力解决（）的问题。": [
          "奢靡之风",
          "官僚主义",
          "享乐主义",
          "形式主义"
      ],
      "2013年3月17日，习近平总书记在十二届全国人大第一次会议上进一步强调，实现中华民族伟大复兴的中国梦，就是要实现（ ）。": [
          "民族振兴",
          "国家富强",
          "人民幸福"
      ],
      "“四个全面”战略布局是指（ ）。": [
          "全面从严治党",
          "全面深化改革",
          "全面建成小康社会",
          "全面依法治国"
      ],
      "全面推进依法治国的总目标是建设中国特色社会主义法治体系，建设社会主义法治国家。": [
          "正确"
      ],
      "2014年10月召开的文艺工作座谈会强调，要坚持以市场经济为中心的创作导向。": [
          "错误"
      ],
      "中国特色社会主义的总依据是社会主义初级阶段，总布局是经济、政治、军事、社会、生态文明建设五位一体。": [
          "错误"
      ],
      "“两个一百年”奋斗目标是指到中国共产党成立100年时全面建成小康社会，以及到新中国成立100年时建成富强民主文明和谐的社会主义现代化国家的目标、实现中华民族伟大复兴的梦想。": [
          "正确"
      ],
      "“一带一路”重大倡议开辟了国际合作新模式，得到（ ）多个国家和国际组织的积极支持和参与。": [
          "100"
      ],
      "十八大以来，我国经济保持中高速增长，在世界主要国家中名列前茅，国内生产总值稳居世界（ ）。": [
          "第二"
      ],
      "改革开放以来中国取得一切成绩和进步的根本原因是（）。": [
          "开辟了中国特色社会主义道路",
          "确立了中国特色社会主义制度",
          "形成了中国特色社会主义理论体系"
      ],
      "中国共产党建立以来完成的三件大事是指（）。": [
          "进行社会主义革命，确立社会主义基本制度",
          "全面建设社会主义，进行改革开放和社会主义现代化建设",
          "进行并取得新民主主义革命的胜利"
      ],
      "中共十八大以来，以习近平为核心的党中央提出一系列具有鲜明中国特色的全球治理观，如合作共赢理念、新型大国关系、正确义利观等，特别是（ ），在国际上引起广泛反响，多次载入联合国有关文件。": [
          "人类命运共同体理念",
          "“一带一路”倡议"
      ],
      "改革开放以来中国取得巨大成绩和进步的根本原因是实行了改革开放的正确策略。": [
          "错误"
      ],
      "“两个一百年”的奋斗目标是指到建党100年时全面建成小康社会，新中国成立100年时建成富强民主文明和谐的社会主义现代化国家。": [
          "正确"
      ],
      "十八大以来党和国家事业取得的历史性成就，发生的历史性变革，是以习近平为核心的党中央坚强领导的结果，是习近平新时代中国特色社会主义思想科学指引的结果，是全党全国各族人民共同奋斗的结果。": [
          "正确"
      ],
      "今天，中国与世界的关系正站在新的历史起点上。随着中国国力的提升，中国对世界的依靠日益减弱，世界对中国的依靠则不断加深。": [
          "错误"
      ],
      "（ ）是“两个一百年”奋斗目标的历史交汇期。": [
          "从十九大到二十大"
      ],
      "将“四个伟大”作为一个完整体系来阐述，是党的十九大报告一个重大亮点，也是党的一个重大理论创新。“四个伟大”是指（ ）。": [
          "伟大工程",
          "伟大斗争",
          "伟大事业",
          "伟大梦想"
      ],
      "“四个自信”是指（ ）。": [
          "文化自信",
          "制度自信",
          "理论自信",
          "道路自信"
      ],
      "党的十九大明确指出，中国特色社会主义最本质的特征是社会主义公有制，中国特色社会主义制度的最大优势是中国共产党领导。": [
          "错误"
      ],
      "中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。": [
          "正确"
      ]
    },
    {
      "毛泽东思想的主要理论渊源是（ ）": [
          "马列主义"
      ],
      "马克思主义中国化的实质就是（ ）。": [
          "将马克思主义基本原理同中国具体实际相结合"
      ],
      "马克思主义中国化有（ ）大理论成果。": [
          "二"
      ],
      "毛泽东思想形成的实践基础是（ ）": [
          "中国共产党领导的革命和建设的实践"
      ],
      "毛泽东思想写进党章是在（ ）": [
          "党的七大"
      ],
      "毛泽东思想形成和发展的历史条件，与我们今天面临的形势和任务有很大的不同，所以我们不必坚持毛泽东思想。": [
          "错误"
      ],
      "毛泽东思想是以毛泽东名字命名的，包括毛泽东个人的所有思想。": [
          "错误"
      ],
      "（ ）毛泽东进一步提出了人民民主专政理论、社会主义革命和社会主义建设的理论。": [
          "解放战争和新中国成立之后"
      ],
      "毛泽东思想的活的灵魂是（ ）。": [
          "实事求是、群众路线、独立自主"
      ],
      "最先提出“马克思主义中国化”命题的人是（ ）。": [
          "毛泽东"
      ],
      "马克思主义中国化第一次飞跃的理论成果是（ ）。": [
          "毛泽东思想"
      ],
      "毛泽东对“实事求是”的含义作出的界定是（ ）": [
          "“求”就是我们去研究",
          "“是”就是客观事物的内部联系，即规律性",
          "“实事”就是客观存在的事物"
      ],
      "群众路线就是( )": [
          "一切依靠群众",
          "一切为了群众",
          "从群众中来",
          "到群众中去"
      ],
      "关于独立自主下列哪些说法是正确的（ ）": [
          "坚持独立自主，就要坚持中国的事情必须中国人民自己处理",
          "坚持独立自主，就要坚持独立自主的和平外交政策",
          "独立自主就是坚持独立思考，走自己的路"
      ],
      "毛泽东提出并阐述了农村包围城市、武装夺取政权的思想，标志着毛泽东思想的初步形成。": [
          "正确"
      ],
      "毛泽东思想是一个博大精深的科学思想体系，其主题是中国革命与建设。": [
          "正确"
      ],
      "思想政治工作是经济工作和其他一切工作的生命线。": [
          "正确"
      ],
      "坚持实事求是，就必须坚持一切从实际出发。": [
          "正确"
      ],
      "以下对毛泽东思想的理解错误的有（ ）": [
          "它没有完全坚持马列主义",
          "它是毛泽东个人的思想",
          "它包括毛泽东晚年所犯错误"
      ],
      "以下对毛泽东思想和中国特色社会主义理论体系的关系的理解错误的有( )": [
          "二者完全一样",
          "二者毫无关联"
      ],
      "以下对毛泽东思想的历史地位正确的理解有 ( )": [
          "它是马克思主义中国化第一次历史性飞跃的理论成果",
          "它是党和人民的宝贵精神财富",
          "它是中国革命和建设的科学指南"
      ],
      "毛泽东思想基本原理、原则和科学方法具有普遍意义。": [
          "正确"
      ],
      "毛泽东的功绩是第一位的，错误是第二位的。": [
          "正确"
      ],
      "毛泽东指出，解决中国一切革命问题的最根本的根据是（ ）": [
          "认清中国社会的特殊国情"
      ],
      "近代中国社会最主要的一组矛盾是（ ）。": [
          "帝国主义和中华民族的矛盾"
      ],
      "中国旧民主主义革命变成新民主主义革命的标志是（ ）": [
          "五四运动"
      ],
      "近代中国社会的性质是封建社会而不是资本主义社会。": [
          "错误"
      ],
      "标志着中国旧民主主义革命向新民主主义革命转变的重大事件是新文化运动。": [
          "错误"
      ],
      "中国民主主义革命经历了旧民主主义革命和新民主主义革命两个阶段，“旧”阶段转化到“新”阶段的根本标志是中国社会主要矛盾的变化。": [
          "错误"
      ],
      "帝国主义的侵略是近代中国贫困落后和一切灾祸的总根源。": [
          "正确"
      ],
      "毛泽东完整地表述新民主主义革命总路线的内容是在（ ）": [
          "1948年在晋绥干部会议上的讲话"
      ],
      "中国革命的动力不包括以下的（ ）。": [
          "官僚资产阶级"
      ],
      "中国近代民主革命的主力军是（ ）": [
          "农民阶级"
      ],
      "中国无产阶级在新民主主义革命中最可靠的同盟军是（ ）": [
          "贫雇农"
      ],
      "新民主主义革命的指导思想是（ ）": [
          "马克思列宁主义"
      ],
      "“因为中国资产阶级根本上与剥削农民的豪绅地主相联结相混合，中国革命要推翻豪绅地主阶级，便不能不同时推翻资产阶级”这一观点的主要错误是（ ）": [
          "混淆了民主革命和社会主义革命的任务"
      ],
      "新民主主义社会的“国体”是（ ）": [
          "几个革命阶级的联合专政"
      ],
      "新民主主义国家的“政体”是（ ）": [
          "民主集中制的人民代表大会制"
      ],
      "1941年毛泽东在《新民主主义论》中提出的文化纲领是（ ）": [
          "民族的、科学的、大众的文化"
      ],
      "新民主主义革命总路线主要内容是（ ）": [
          "反对帝国主义、封建主义和官僚资本主义",
          "人民大众的",
          "无产阶级领导的"
      ],
      "新民主主义革命的敌人有（ ）。": [
          "封建主义",
          "帝国主义",
          "官僚资本主义"
      ],
      "帝国主义之所以成为中国民族民主革命最主要的对象，是因为（ ）": [
          "它是近代中国社会一切灾难的总根源",
          "它操纵着近代中国社会政治、经济命脉",
          "它支持或扶植中国的封建主义统治"
      ],
      "1948年毛泽东明确将官僚资本主义列为新民主主义革命的又一对象，是因为（ ）": [
          "它严重阻碍着中国社会经济的发展",
          "它具有买办性、封建性、垄断性"
      ],
      "中国无产阶级成为新民主主义革命领导阶级的自身条件是（ ）": [
          "深受帝国主义、封建主义和资本主义的三重压迫，革命最坚决",
          "分布集中，易于组织",
          "与先进的生产方式相联系，富于组织性、纪律性",
          "大多来自于破产的农民，易于结成工农联盟"
      ],
      "半殖民地半封建中国的资产阶级分为大资产阶级和小资产阶级两部分。对这种说法理解正确的是（ ）": [
          "这种说法是错误的，小资产阶级基本上是劳动者，不是资产阶级的组成部分",
          "这种说法是错误的，中国的资产阶级分为官僚资产阶级和民族资产阶级两部分"
      ],
      "毛泽东在领导新民主主义革命过程中对民族资产阶级进行了正确的分析，其基本观点主要有（ ）": [
          "民族资产阶级的政治主张是实现资产阶级专政的共和国",
          "民族资产阶级是一个既有革命性又有妥协性的阶级",
          "民族资产阶级同帝国主义、封建主义有着千丝万缕的联系",
          "民族资产阶级代表的是资本主义的生产关系"
      ],
      "新民主主义的经济纲领包括（ ）": [
          "没收封建地主阶级的土地归农民所有",
          "没收官僚垄断资本归新民主主义国家所有",
          "保护民族工商业"
      ],
      "毛泽东认为中国是一个“两头小、中间大”的社会，所谓“两头”是指（ ）": [
          "工人阶级",
          "官僚买办阶级",
          "地主阶级"
      ],
      "城市小资产阶级是资产阶级。": [
          "错误"
      ],
      "中国的民族资产阶级是一个带有两面性的阶级。": [
          "正确"
      ],
      "新民主主义革命反对官僚资本主义，既然反对资本主义，就是无产阶级社会主义革命。": [
          "错误"
      ],
      "新民主主义革命是无产阶级领导的，所以是社会主义革命。": [
          "错误"
      ],
      "区别旧民主主义革命与新民主主义革命的根本标志，是革命的指导思想不同。": [
          "错误"
      ],
      "无产阶级的领导权是新民主主义革命理论的核心问题。": [
          "正确"
      ],
      "无产阶级及其政党的领导是中国革命取得胜利的根本保证。": [
          "正确"
      ],
      "新民主主义革命和社会主义革命的关系是，前者是必要准备，后者是必然趋势。": [
          "正确"
      ],
      "新民主主义革命的政治目标是建立新民主主义的共和国。": [
          "正确"
      ],
      "新民主主义革命的道路是（ ）": [
          "农村包围城市，武装夺取政权"
      ],
      "新民主主义革命的三大法宝（ ）": [
          "统一战线",
          "武装斗争",
          "党的建设"
      ],
      "武装斗争是中国新民主主义革命的唯一形式。": [
          "错误"
      ],
      "以下哪种经济不属于新民主主义社会的主要经济成分（ ）。": [
          "混合所有制经济"
      ],
      "新民主主义社会的主要矛盾是（ ）": [
          "工人阶级同资产阶级的矛盾"
      ],
      "1953年，毛泽东和中共中央提出了加快从新民主主义社会向社会主义社会转变的（ ）": [
          "过渡时期的总路线"
      ],
      "关于新民主主义社会性质的说法正确的有（ ）": [
          "是属于社会主义体系的过渡性社会",
          "是一个社会主义因素起决定作用，必然向社会主义过渡的社会",
          "是一个既有社会主义因素又有非社会主义因素的过渡性社会"
      ],
      "新民主主义社会中阶级的构成主要有（ ）": [
          "工人阶级",
          "民族资产阶级",
          "农民阶级",
          "小资产阶级"
      ],
      "新中国一成立，党就面临大规模社会主义改造和有计划经济建设的任务。": [
          "错误"
      ],
      "1949年中华人民共和国成立，标志着新民主主义革命胜利结束，社会主义新中国从此在世界东方屹立起来。": [
          "错误"
      ],
      "通过没收官僚资本，新中国建立了社会主义性质的（ ）": [
          "国营经济"
      ],
      "过渡时期“一化三改造”的总路线中，“一化”指的是（ ）": [
          "工业化"
      ],
      "党对农业的社会主义改造采取了循序渐进的步骤，逐步实现过渡。其中第二步是组织（ ）": [
          "初级农业生产合作社"
      ],
      "我国在对农业和手工业进行社会主义改造时采取的方针是（ ）": [
          "积极领导、稳步前进"
      ],
      "社会主义改造时期，党对资本主义工商业改造的重要方法是（ ）": [
          "和平赎买"
      ],
      "中国在对资本主义工商业进行社会主义改造的过程中，在利润分配上采取的政策是（ ）": [
          "四马分肥"
      ],
      "我国在农业社会主义改造中，遵循的原则是（ ）": [
          "国家帮助",
          "典型示范",
          "自愿互利"
      ],
      "我国在农业社会主义改造中，大致经历了三个阶段（ ）": [
          "高级社",
          "初级社",
          "互助组"
      ],
      "我国手工业的社会主义改造，建立了手工业生产合作社后，入社人员（ ）": [
          "按劳分配",
          "参加集体劳动"
      ],
      "社会主义改造的成功经验有 ( )": [
          "积极引导，逐步过渡",
          "采用和平方法",
          "社会主义工业化建设与社会主义改造同时并举"
      ],
      "在社会主义农业改造中，农民即是私有者，又是劳动者，因此要采取强制改造的原则。": [
          "错误"
      ],
      "无论是资本主义工商业，还是农民和手工业者的个体所有制，都具有私有制的特点。": [
          "正确"
      ],
      "我国社会主义的改造中出现的国家资本主义经济，主要是为资本家的利润而存在。": [
          "错误"
      ],
      "资本主义工商业者的改造是使其成为自食其力的社会主义劳动者。": [
          "正确"
      ],
      "1956年底，三大改造的基本完成，标志着社会主义制度在我国（ ）": [
          "初步确立"
      ],
      "我国生产资料的社会主义改造基本完成于(　 )": [
          "1956年底"
      ],
      "以下关于社会主义制度建立重要意义的表述正确的有（ ）": [
          "社会主义制度的确立为当代中国的一切进步奠定了制度基础。",
          "中国社会主义制度的确立，是马克思列宁主义关于社会主义革命理论在中国正确运用和创造性发展的结果。",
          "中国社会主义制度的确立，使占世界人口1/4的东方大国进入了社会主义社会，这是世界社会主义运动史上又一个历史性的伟大胜利。",
          "社会主义制度的确立使广大劳动人民真正成为国家的主人和社会生产资料的主人"
      ],
      "社会主义制度的确立是中国历史上最深刻最伟大的社会变革，也是20世纪中国又一次划时代的历史巨变。": [
          "正确"
      ],
      "建国以后，毛泽东明确提出“以苏为鉴，独立自主地探索适合中国情况的社会主义建设道路”的著作是（ ）": [
          "《论十大关系》"
      ],
      "毛泽东《论十大关系》中论述的第一大关系是（ ）": [
          "重工业、轻工业和农业的关系"
      ],
      "毛泽东《论十大关系》讨论的问题没有以下（ ）": [
          "教育科技问题"
      ],
      "社会主义社会存在敌我矛盾和人民内部矛盾两种不同性质的矛盾，以下哪组矛盾属于敌我矛盾（ ）": [
          "社会主义劳动者同反革命者的矛盾"
      ],
      "根据毛泽东对社会主义社会矛盾的理解，用民主的方法来解决人民内部矛盾，下列哪些不属于民主方法（ ）": [
          "剥夺政治权利的方法"
      ],
      "根据毛泽东对社会主义社会矛盾的理解，用专政的方法来解决敌我矛盾，下列哪些不属于专政的方法（ ）": [
          "说服教育的方法"
      ],
      "毛泽东在《关于正确处理人民内部矛盾的问题》的报告中指出，关于正确处理人民内部矛盾的方针，毛泽东所指的总方针是（ ）": [
          "用民主的方法解决人民内部"
      ],
      "毛泽东明确提出要走一条有别于苏联的中国工业化道路的著作是（ ）": [
          "《关于正确处理人民内部矛盾的问题》"
      ],
      "针对社会主义建设初期生产力落后、经济基础薄弱的实际，经济建设的重点必须是发展（ ）": [
          "重工业"
      ],
      "毛泽东指出，社会主义现代化的战略目标，是要把中国建设成为一个具有现代农业、现代工业、现代国防和现代（ ）的强国。": [
          "科学技术"
      ],
      "中国共产党提出“向科学进军”口号是在（ ）": [
          "社会主义建设时期"
      ],
      "毛泽东在《论十大关系》中提出应当处理好的政治关系有（ ）": [
          "中国和外国关系",
          "汉族和少数民族关系",
          "革命和反革命关系",
          "党和非党关系"
      ],
      "毛泽东在《论十大关系》中提出应当处理好的经济关系有（ ）": [
          "国家、生产单位和生产者个人的关系",
          "经济建设和国防建设的关系",
          "沿海工业和内地工业的关系",
          "重工业和轻工业、农业的关系"
      ],
      "社会主义社会的基本矛盾包括（ ）": [
          "生产关系与生产力的矛盾",
          "上层建筑与经济基础的矛盾"
      ],
      "关于社会主义建设道路初步探索时期取得的成就，下列说法正确的有（ ）": [
          "全国经济文化建设的骨干力量，大部分是在这个时期培养和积累起来的",
          "从根本上解决了工业化“从无到有”的问题",
          "基本建立了独立的比较完整的工业体系和国民经济体系",
          "我们现在赖以进行现代化建设的物质技术基础，很大一部分是这个时期建设起来的"
      ],
      "《论十大关系》标志着党探索中国社会主义建设道路的良好开端。": [
          "正确"
      ],
      "社会主义改造完成后，国内矛盾发生了重大变化，无产阶级同民族资产阶级之间的矛盾已经上升为社会主要矛盾。": [
          "错误"
      ],
      "人民内部矛盾是在人民利益根本一致的基础上的矛盾，因而是非对抗性矛盾。": [
          "正确"
      ],
      "敌我之间的矛盾是根本利益对立基础上的矛盾，因而是对抗性矛盾。": [
          "正确"
      ],
      "敌我之间和人民内部这两类矛盾的性质不同，解决的方法也不同。": [
          "正确"
      ],
      "在社会主义社会建成以前，无产阶级与资产阶级的矛盾，社会主义道路与资本主义道路的矛盾，始终是我国社会的主要矛盾。": [
          "错误"
      ],
      "实现工业化是近代以来历史发展的必然要求，也是国家独立和富强的必要条件。": [
          "正确"
      ],
      "社会主义代替资本主义，就是要全盘否定和抛弃资本主义创造的一切成果。": [
          "错误"
      ],
      "社会主义建设道路初步探索的重要意义有（ ）": [
          "丰富了科学社会主义理论和实践",
          "巩固和发展了我国的社会主义制度",
          "为开创中国特色社会主义提供了宝贵经验、理论准备和物质基础"
      ],
      "党对社会主义建设道路初步探索的经验教训告诉我们，社会主义建设不能（ ）": [
          "急于求成",
          "大规模的政治运动"
      ],
      "必须从实际出发进行社会主义建设，建设规模和速度要和国力相适应，不能急于求成。": [
          "正确"
      ],
      "必须把马克思主义与中国实际相结合，探索符合中国特点的社会主义建设道路。": [
          "正确"
      ],
      "必须正确认识社会主义社会的主要矛盾和主要任务，集中力量发展生产力。": [
          "正确"
      ],
      "必须发展社会主义民主，加强社会主义法制。": [
          "正确"
      ],
      "必须坚持党的民主集中制和集体领导制度，加强执政党建设。": [
          "正确"
      ],
      "必须坚持对外开放，借鉴和吸收人类文明的共同成果建设社会主义，不能关起门来搞建设。": [
          "正确"
      ],
      "邓小平第一次提出“建设有中国特色的社会主义”的命题是在（ ）。": [
          "中共十二大"
      ],
      "把邓小平理论确定为党的指导思想并写入党章是在（ ）。": [
          "十五大"
      ],
      "邓小平理论是在( )的基础上逐步形成和发展起来的。": [
          "和平与发展成为时代主题的历史条件下",
          "借鉴其他社会主义国家兴衰成败经验教训",
          "我国改革开放和现代化建设的伟大实践",
          "总结我国社会主义胜利和挫折的历史经验"
      ],
      "党的十一届三中全会，停止使用“以阶级斗争为纲”的错误提法，确定把全党的工作重心转移到经济建设上来、实行改革开放的重大决策。": [
          "正确"
      ],
      "新中国成立以来，我们在社会主义建设中所经历的曲折和失误，归根到底就在于没有弄清楚我国社会主义初级阶段的主要矛盾、而这正是邓小平理论首要的基本的问题。": [
          "错误"
      ],
      "邓小平指出：“贫穷不是社会主义，社会主义要消灭贫穷。”这个论断 ( )": [
          "体现了社会主义的本质要求"
      ],
      "第一次系统阐述社会主义初级阶段的理论是在（ ）。": [
          "党的十三大"
      ],
      "社会主义初级阶段是不可逾越的，这主要取决于（ ）。": [
          "生产力发展的不可逾越性"
      ],
      "现阶段中国最大的实际是（ ）。": [
          "我国处于社会主义初级阶段"
      ],
      "坚持党的基本路线不动摇的关键是（ ）。": [
          "坚持以经济建设为中心不动摇"
      ],
      "在党的基本路线中，“一个中心，两个基本点”是最主要的内容，是实现社会主义现代化奋斗目标的（ ）": [
          "基本途径"
      ],
      "改革开放后，下面不属于我国首批设置经济特区的城市是（ ）。": [
          "上海浦东"
      ],
      "把邓小平“三步走”的发展战略构想确定下来是在（ ）": [
          "党的十三大"
      ],
      "邓小平指出：“改革是中国的第二次革命”。新时期中国最鲜明的特点是（ ）。": [
          "改革开放"
      ],
      "我国实行对外开放的立足点是（ ）。": [
          "独立自主、自力更生"
      ],
      "改革的性质是（ ）。": [
          "社会主义制度的自我完善和发展"
      ],
      "我国经济体制改革的目标是（ ）。": [
          "建立社会主义市场经济体制"
      ],
      "以下没有坚持党的实事求是的思想路线的有（ ）。": [
          "“两个凡是”",
          "文化大革命",
          "人民公社化运动",
          "“大跃进”"
      ],
      "社会主义的本质是（ ）。": [
          "消灭剥削，消除两极分化",
          "最终达到共同富裕",
          "解放生产力，发展生产力"
      ],
      "社会主义初级阶段包括的两层含义是（ ）。": [
          "我国社会主义社会还处在初级阶段，我们必须从这个实际出发，而不能超越这个阶段",
          "我国是社会主义社会，我们必须坚持而不能离开社会主义"
      ],
      "党在社会主义初级阶段的基本路线指出( )。": [
          "实现目标的根本立足点是，“自力更生，艰苦创业”",
          "实现目标的基本途径是：“一个中心，两个基本点”",
          "实现目标的领导力量和依靠力量是：“领导和团结全国各族人民”",
          "初级阶段的奋斗目标是：建设“富强民主文明和谐美丽的社会主义现代化强国”"
      ],
      "邓小平“三步走”发展战略的重要内容是（ ）。": [
          "从1991年到20世纪末，使国民生产总值再翻一番，达到小康水平；",
          "从1981年到1990年实现国民生产总值比1980年翻一番，解决人民的温饱问题；",
          "到21世纪中叶，国民生产总值再翻两番，达到中等发达国家水平，基本实现现代化。"
      ],
      "改革是一项崭新的事业，如何评价判断改革的成败与是非得失一再成为各种争论的焦点。邓小平在1992年的南方谈话中提出了“三个有利于”的判断标准。内容有( )。": [
          "是否有利于增强社会主义国家的综合国力",
          "是否有利于提高人民的生活水平",
          "是否有利于发展社会主义社会生产力"
      ],
      "下面属于社会主义市场经济理论的要点有：（ ）": [
          "计划经济和市场经济不是划分社会制度的标志；",
          "市场经济作为资源配置的一种方式本身不具有制度属性，可以和不同的社会制度结合，从而表现出不同的性质。"
      ],
      "邓小平围绕“建设一个什么样的党、怎样建设党”这个基本的理论问题，第一次比较系统的回答了建设中国特色社会主义的一系列基本问题。": [
          "错误"
      ],
      "社会主义初级阶段就是指每个进入社会主义社会的国家都必须经历的起始阶段。": [
          "错误"
      ],
      "社会主义初级阶段具有长期性是由中国进入社会主义的历史条件和建成社会主义所需要的物质基础所决定的。": [
          "正确"
      ],
      "1992年初邓小平《在武昌、深圳、珠海、上海等地的谈话要点》，是全面改革进程中思想解放的科学总结。": [
          "正确"
      ],
      "“发展才是硬道理”，中国解决所有问题的关键是要靠自己的发展。": [
          "正确"
      ],
      "20世纪70年代末，中国改革首先在农村拉开序幕，废除人民公社制度，建立以家庭联产承包为主，统分结合、双层经营的新型集体所有制。": [
          "正确"
      ],
      "我国对外开放的对象发达国家。": [
          "错误"
      ],
      "我国改革就是要改变我国的社会主义基本制度。": [
          "错误"
      ],
      "离开改革开放谈四项基本原则，四项基本原则就会变成僵化的教条。": [
          "正确"
      ],
      "台湾问题的实质是外交问题。": [
          "错误"
      ],
      "在台湾问题上，我们的立场是坚持一个中国的原则，争取和平统一，不能使用武力。": [
          "错误"
      ],
      "邓小平留给我们的最重要的思想遗产是（ ）": [
          "邓小平理论"
      ],
      "下面关于邓小平理论的历史地位，论述正确的有（ ）。": [
          "是对马克思列宁主义、毛泽东思想的继承和发展",
          "是改革开放和社会主义现代化的科学指南",
          "是中国特色社会主义理论的开篇之作"
      ],
      "邓小平理论是邓小平同志独创的理论成果，是社会主义现代化建设的科学指南。": [
          "错误"
      ],
      "邓小平理论是党和国家必须长期坚持的指导思想。": [
          "正确"
      ],
      "邓小平理论建构了中国特色社会主义理论的基本框架。": [
          "正确"
      ],
      "江泽民在党的（ ）上高度概括了新时期党的建设新的伟大工程的总目标": [
          "十五大"
      ],
      "江泽民全面阐述“三个代表”要求的科学内涵和基本内容是在（ ）": [
          "庆祝中国共产党成立80周年大会上的讲话"
      ],
      "将“三个代表”重要思想与马克思列宁主义、毛泽东思想和邓小平理论一道确立为党必须长期坚持的指导思想，并写入党章是在（ ）": [
          "十六大"
      ],
      "“三个代表”重要思想的形成条件( )": [
          "是在建设中国特色社会主义伟大实践基础上形成的",
          "是在对冷战结束后国际局势科学判断的基础上形成的",
          "是在科学判断党的历史方位和总结历史经验的基础上提出来的"
      ],
      "2002年5月31日，江泽民在中共中央党校省部级干部进修班毕业典礼上深刻阐述了“三个代表”重要思想的内在联系，提出“贯彻‘三个代表’要求（ ）": [
          "关键在坚持与时俱进",
          "核心在保持党的先进性",
          "本质在坚持执政为民"
      ],
      "社会主义的根本任务是( )": [
          "发展社会生产力"
      ],
      "发展社会主义先进文化，就是发展( )，民族的科学的大众的社会主义文化": [
          "面向现代化、面向世界、面向未来的"
      ],
      "发展社会主义先进文化，必须加强（ ），这是发展先进文化的重要内容和中心环节": [
          "社会主义思想道德建设"
      ],
      "十四大正式把（ ）确立为我国经济体制改革的目标": [
          "建立社会主义市场经济体制"
      ],
      "领导干部一定要讲学习、讲政治、讲正气，其中核心是（ ）": [
          "讲政治"
      ],
      "“三个代表”重要思想的核心观点（ ），是对“三个代表”重要思想的集中概括": [
          "中国共产党必须始终代表中国先进生产力的发展要求",
          "代表中国先进文化的前进方向",
          "代表中国最广大人民的根本利益"
      ],
      "建立和完善社会保障体系，是建立社会主义市场经济体制的重要内容，因此要（ ）": [
          "完善城镇职工基本养老保险制度",
          "探索建立农村养老、医疗保险和最低生活保障制度",
          "完善失业保险制度和城市居民最低生活保障制度",
          "完善基本医疗保险制度"
      ],
      "“三个代表”重要思想就是“三个代表”的三句话，并不构成一个体系。": [
          "错误"
      ],
      "发展社会主义先进文化，必须作好思想政治工作。": [
          "正确"
      ],
      "人民是我们国家的主人，是决定我国前途和命运的根本力量，是历史的真正创造者。": [
          "正确"
      ],
      "我们党始终坚持人民的利益高于一切。党除了最广大人民的利益，没有自己特殊的利益。": [
          "正确"
      ],
      "“三个代表”重要思想坚持把人民的根本利益作为出发点和归宿，提出“最大多数人的利益是最紧要和最具有决定性的因素”，丰富了（ ）": [
          "马克思主义唯物史观"
      ],
      "“三个代表”重要思想( )": [
          "是党和国家必须长期坚持的指导思想",
          "进一步回答了什么是社会主义、怎样建设社会主义的问题",
          "创造性地回答了建设什么样的党、怎样建设党的问题",
          "深化了对中国特色社会主义的认识"
      ],
      "“三个代表”重要思想是中国特色社会主义理论体系的继续发展。": [
          "错误"
      ],
      "始终做到“三个代表”，是我们党的立党之本、执政之基、力量之源。": [
          "正确"
      ],
      "科学发展观提出的根本依据是( )。": [
          "我国社会主义初级阶段基本国情"
      ],
      "2004年2月23日，中共中央政治局召开会议指出，要紧紧抓住发展这个第一要务，坚持全面、协调、可持续的科学发展观，着力解决（ ）。": [
          "关系人民群众切身利益的突出问题",
          "经济社会发展中的突出矛盾"
      ],
      "科学发展观是在深入总结改革开放以来特别是党的十九大以来实践经验的基础上形成和发展的。（ ）": [
          "错误"
      ],
      "科学发展观的第一要义是( )。": [
          "发展"
      ],
      "科学发展观的核心是( )。": [
          "以人为本"
      ],
      "（ ）是科学发展观的根本方法。": [
          "统筹兼顾"
      ],
      "（　 　）是科学发展的永恒动力。": [
          "创新"
      ],
      "科学发展观强调，社会主义民主政治的本质和核心是（ 　　）。": [
          "人民当家作主"
      ],
      "2004年3月，胡锦涛在讲话中明确界定了科学发展观的科学内涵是（　　 ），标志着科学发展观的形成。": [
          "全面发展",
          "以人为本",
          "可持续发展",
          "协调发展"
      ],
      "科学发展观所提倡的以人为本，主张（ ）。": [
          "发展的成果惠及全体人民",
          "人是发展的根本目的",
          "人是发展的根本动力"
      ],
      "科学发展观强调，实现（ ），是我国社会主义现代化建设的战略任务。": [
          "工业化",
          "信息化",
          "农业现代化",
          "城镇化"
      ],
      "（ ）是构建社会主义和谐社会的总要求。": [
          "安定有序、人与自然和谐相处",
          "公平正义",
          "诚信友爱、充满活力",
          "民主法治"
      ],
      "以人为本就是以最广大人民的根本利益为本。（ ）": [
          "正确"
      ],
      "全面协调可持续是科学发展观的基本要求。（ ）": [
          "正确"
      ],
      "坚持可持续发展，必须走生产发展、生活富裕、生态良好的文明发展道路。（ ）": [
          "正确"
      ],
      "坚持统筹兼顾，必须正确认识和妥善处理中国特色社会主义事业中的重大关系。（ ）": [
          "正确"
      ],
      "( )是当代中国共产党全部理论和全部实践的中心内容。": [
          "建设中国特色社会主义"
      ],
      "又好又快发展是（ ）的本质要求，是在经济工作中贯彻落实科学发展观的具体体现。": [
          "科学发展观"
      ],
      "落实科学发展观，要坚持把(　 　) 为中心同四项基本原则、改革开放这两个基本点统一于发展中国特色社会主义伟大实践，任何时候都决不能动摇。": [
          "以经济建设"
      ],
      "要以改革的精神研究和解决党的建设面临的重大理论和现实问题，进一步解决好党的建设的历史性课题是提高（ ）。": [
          "拒腐防变和抵御风险的能力",
          "党的领导水平和执政水平"
      ],
      "党的十八大以来，以习近平同志为核心的党中央推动党和国家事业取得了全方位的、开创性的历史性成就，主要表现在（ ）个方面": [
          "十"
      ],
      "党的十八大以来取得的历史性成就，带来了中国社会（ ）的变革": [
          "全方位"
      ],
      "经过长期努力，中国特色社会主义进入了（ ），这是我国发展新的历史方位": [
          "新时代"
      ],
      "党的十九大明确指出，我国社会主要矛盾已经转化为（ ）": [
          "人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
      ],
      "中国特色社会主义进入新时代，在中华人民共和国发展史上、中华民族发展史上具有重大意义（ ）": [
          "意味着中国特色社会主义道路、理论、制度、文化不断发展，为解决人类问题贡献了中国智慧和中国方案",
          "意味着近代以来中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
          "意味着科学社会主义在21世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜"
      ],
      "我国社会主要矛盾已经转化的主要依据有（ ）": [
          "影响满足人们美好生活需要的因素很多，但主要是发展的不平衡不充分问题",
          "人民生活水平显著提高，对美好生活的向往更加强烈",
          "我国社会生产力水平总体上显著提高，很多方面进入世界前列"
      ],
      "新时代是( )": [
          "决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代",
          "承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代",
          "是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代",
          "是全体中华儿女奋力实现中华民族伟大复兴中国梦以及我国日益走近世界舞台中央、不断为人类作出更大贡献的时代"
      ],
      "进入新时代，发展不平衡主要指各区域各领域各方面发展不平衡，制约了全国发展水平提升。": [
          "正确"
      ],
      "习近平新时代中国特色社会主义思想回答了新时代怎样坚持和发展中国特色社会主义，党的十九大概括为“十四个坚持”，是新时代中国特色社会主义的（ ）": [
          "基本方略"
      ],
      "坚持党对一切工作的领导，必须增强四个意识，即（ ）": [
          "政治意识、大局意识、核心意识、看齐意识"
      ],
      "党的十九大报告深刻阐述了新时代中国共产党的历史使命，首次提出“四个伟大”，即（ ）": [
          "伟大事业、伟大梦想",
          "伟大斗争、伟大工程"
      ],
      "新时代中国特色社会主义基本方略，是（ ）": [
          "行动纲领层面的表述",
          "回答新时代怎样坚持和发展中国特色社会主义的问题",
          "落实习近平新时代中国特色社会主义思想的实践要求",
          "习近平新时代中国特色社会主义思想的重要组成部分"
      ],
      "下列属于习近平新时代中国特色社会主义思想主要内容的有（ ）": [
          "明确党在新时代的强军目标是建设一支听党指挥、能打胜仗、作风优良的人民军队，把人民军队建设成为世界一流军队",
          "明确全面推进依法治国总目标是建设中国特色社会主义法治体系、建设社会主义法治国家",
          "明确中国特色大国外交要推动构建新型国际关系，推动构建人类命运共同体",
          "明确中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”"
      ],
      "中国特色社会主义最本质的特征是中国共产党领导，中国特色社会主义制度的最大优势是中国共产党领导。": [
          "正确"
      ],
      "第（ ）全国人民代表大会第一次会议把习近平新时代中国特色社会主义思想载入宪法": [
          "十三届"
      ],
      "习近平新时代中国特色社会主义思想的历史地位表现在（）": [
          "马克思主义中国化最新成果",
          "新时代的精神旗帜",
          "实现中华民族伟大复兴的行动指南"
      ],
      "习近平新时代中国特色社会主义思想是马克思主义中国化最新成果，主要表现在（）": [
          "开辟了马克思主义新境界",
          "对人类文明进步做出了新贡献",
          "开辟了中国特色社会主义新境界"
      ],
      "习近平新时代中国特色社会主义思想是（）": [
          "是中国特色社会主义理论体系的重要组成部分",
          "是党和国家必须长期坚持并不断发展的指导思想",
          "是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南",
          "是当代中国马克思主义、21世纪马克思主义"
      ],
      "习近平新时代中国特色社会主义思想是新时代的精神旗帜。": [
          "正确"
      ],
      "党的十八大通过的党章修正案，把习近平新时代中国特色社会主义思想确立为党的指导思想。": [
          "错误"
      ],
      "习近平新时代中国特色社会主义思想为新时代治国理政提供了基本遵循。": [
          "正确"
      ],
      "国家富强、民族振兴的根本出发点和落脚点是（ ）。": [
          "人民幸福"
      ],
      "民族精神就是以（ ）为核心的精神。": [
          "爱国主义"
      ],
      "实现中华民族伟大复兴是海内外中华儿女的共同梦想，这里的中华儿女除了内地人民外，还包括（ ）。": [
          "港澳台同胞和海外侨胞"
      ],
      "习近平总书记在参观《复兴之路》展览时，曾引用哪三句诗概括了近代以来中国人民寻梦、追梦、圆梦的历史进程。（ ）": [
          "人间正道是沧桑",
          "雄关漫道真如铁",
          "长风破浪会有时"
      ],
      "中国梦的本质是（ ）。": [
          "民族振兴",
          "人民幸福",
          "国家富强"
      ],
      "要实现中国梦，要求我们必须（ ）。": [
          "凝聚中国力量",
          "走中国道路",
          "弘扬中国精神"
      ],
      "2012年以来，习近平多次向世界宣示：中国梦是（ ）的梦。": [
          "和平",
          "共赢",
          "合作",
          "发展"
      ],
      "综合分析国际国内形势和我国发展条件，习近平在十九大报告中提出，从2020年到本世纪中叶可以分两个阶段来安排。第二个阶段，从＿＿到＿＿，在基本实现现代化的基础上，再奋斗十五年，把我国建成富强民主文明和谐美丽的社会主义现代化强国。（ ）": [
          "2035年　 本世纪中叶"
      ],
      "在新时代，我国基本实现现代化的时间是在2021年。": [
          "错误"
      ],
      "党的十七大、十八大提出了“两个一百年”的奋斗目标，第一个一百年奋斗目标就是到建党100周年时年建成更高水平的小康社会。": [
          "正确"
      ],
      "（ ）是一国经济的立身之本，是财富创造的根本源泉，是国家强盛的重要支柱，是现代化经济体系的坚实基础。": [
          "实体经济"
      ],
      "伴随中国特色社会主义进入新时代，我国经济已由高速增长阶段转向（ ）阶段。": [
          "高质量发展"
      ],
      "（ ）是党中央从党和国家事业全局出发，着眼于实现“两个一百年”奋斗目标、顺应中国特色社会主义进入新时代的新要求作出的重大决策部署。": [
          "建设现代化经济体系"
      ],
      "深入实施科教兴国战略、人才强国战略等发展战略，努力实现到2035年跻身（ ）国家前列的目标。": [
          "创新型"
      ],
      "坚持协调发展理念，优化区域发展格局，实现（ ），人民生活水平大体相当。": [
          "基本公共服务均等化"
      ],
      "党的十八届五中全会坚持以人民为中心的发展思想，鲜明提出了（ ）的新发展理念。": [
          "绿色",
          "创新",
          "共享",
          "开放",
          "协调"
      ],
      "（ ）是推动供给侧结构性改革、振兴实体经济发展的重要力量。": [
          "工匠",
          "高素质的企业家",
          "劳模"
      ],
      "协调发展就是搞平均主义。": [
          "错误"
      ],
      "创新是引领发展的第一动力。": [
          "正确"
      ],
      "（ ）是我国根本政治制度。": [
          "人民代表大会制度"
      ],
      "（ ）是两岸关系的政治基础。": [
          "一个中国原则"
      ],
      "（ ）是永恒的主题，是香港、澳门的立身之本，也是保持香港、澳门国际地位和解决香港、澳门各种问题的金钥匙。": [
          "发展"
      ],
      "走中国特色社会主义政治发展道路，必须坚持（ ）有机统一。": [
          "人民当家作主",
          "依法治国",
          "党的领导"
      ],
      "牢牢把握（ ）的主题，做好统战工作。": [
          "大团结",
          "大联合"
      ],
      "照抄照搬他国的政治制度行不通。": [
          "正确"
      ],
      "无论本土宗教还是外来宗教，都要不断适应我国社会发展，充实时代内涵。": [
          "正确"
      ],
      "掌握意识形态工作领导权，要旗帜鲜明坚持（ ）。": [
          "马克思主义指导地位"
      ],
      "（ ）是一个民族赖以维系的精神纽带，是一个国家共同的思想道德基础。": [
          "核心价值观"
      ],
      "文化建设应该把（ ）放在首位。": [
          "社会效益"
      ],
      "社会主义核心价值体系由（ ）方面内容构成。": [
          "马克思主义指导思想",
          "以爱国主义为核心的民族精神",
          "社会主义荣辱观",
          "以改革创新为核心的时代精神",
          "中国特色社会主义共同理想"
      ],
      "文化强国是指一个国家具有强大的文化力量。这种力量表现为（ ）。": [
          "发达的文化产业",
          "具有高度文化素养的国民",
          "强大的文化软实力"
      ],
      "习近平在十三届全国人大一次会议上概括的四种精神是（ ）。": [
          "伟大的创造精神",
          "伟大的团结精神",
          "伟大的梦想精神",
          "伟大的奋斗精神"
      ],
      "网络空间是亿万民众共同的精神家园，但它和现实社会不一样，只需要提倡自由，可以不保持秩序。": [
          "错误"
      ],
      "旗帜鲜明反对和抵制各种错误观点不用区分政治原则问题、思想认识问题、学术观点问题。": [
          "错误"
      ],
      "（ ）是中华民族伟大复兴的基础工程。": [
          "建设教育强国"
      ],
      "（ ）是最大的民生。": [
          "就业"
      ],
      "（ ）是党和政府联系、服务居民群众的“最后一公里”。": [
          "社区"
      ],
      "（ ）是老百姓解决温饱后的第一需求，是极重要的民生，也是最基本的发展环境。": [
          "平安"
      ],
      "坚持完善（ ）的社会治理体制。": [
          "党委领导",
          "社会协同",
          "公众参与",
          "政府负责"
      ],
      "加强和改进思想政治工作，更加注重（ ），着力促进公民道德素质的提升。": [
          "人文关怀",
          "心理疏导"
      ],
      "消除贫困、改善民生、逐步实现共同富裕，是社会主义的本质要求，是我们党的重要使命。": [
          "正确"
      ],
      "新时代我国面临的安全和发展环境并不复杂，各种可以预见和难以预见的风险因素明显减少。": [
          "错误"
      ],
      "党和政府应加强和创新对建设社会主义和谐社会各项工作的领导，把发展经济、提高国家文化软实力作为社会建设的根本任务。": [
          "错误"
      ],
      "生态文明的核心是坚持（ ）。": [
          "人与自然和谐共生"
      ],
      "我们要坚持（ ）的基本国策，为人民创造良好生产生活环境，努力形成人与自然和谐发展新格局。": [
          "节约资源和保护环境"
      ],
      "保护自然生态系统，维护人与自然之间形成的生命共同体，必须树立（ ）的生态文明理念。": [
          "保护自然",
          "顺应自然",
          "尊重自然"
      ],
      "虽然说生态兴则文明兴，生态衰则文明衰，但随着人类文明的发展，生态环境可以找到替代品。": [
          "错误"
      ],
      "在生态系统保护和修复中，把利用自然力修复生态系统放在首位。": [
          "正确"
      ],
      "“四个全面”的本质是（ ）": [
          "战略布局"
      ],
      "跨过实现现代化建设第三步战略目标必经的承上启下的重要发展阶段的标志是（ ）": [
          "全面建成小康社会"
      ],
      "党的十八大提出了到（ ）年全面建成小康社会的奋斗目标。": [
          "2020"
      ],
      "下面关于“四个全面”战略布局说法正确的是（ ）": [
          "全面从严治党是政治保证",
          "全面依法治国是法治保障",
          "全面建成小康社会是奋斗目标",
          "全面深化改革是根本动力"
      ],
      "坚决打好精准扶贫攻坚战要坚持（ ）“三位一体”的大扶贫格局。": [
          "行业扶贫",
          "专项扶贫",
          "社会扶贫"
      ],
      "全面小康，覆盖的人口要全面，是惠及全体人民的小康。全面小康，覆盖的区域要全面，是城乡共同发展的小康。": [
          "正确"
      ],
      "全面小康，覆盖的领域要全面，是“三位一体”全面进步的小康。": [
          "错误"
      ],
      "“四个全面”战略布局中具有突破性和先导性的关键环节是（ ）": [
          "全面深化改革"
      ],
      "全面深化改革的实现路径是（ ）": [
          "推进国家治理体系和治理能力现代化"
      ],
      "注重（ ）是全面深化改革的内在要求，也是推进改革的重要方法。": [
          "整体性",
          "系统性",
          "协同性"
      ],
      "国家治理体系和治理能力是一个国家的制度和制度执行能力的集中体现。": [
          "正确"
      ],
      "（ ）明确提出全面依法治国。": [
          "十八届四中全会"
      ],
      "（ ）是社会主义法治最根本的保证。": [
          "坚持党的领导"
      ],
      "（ ）是中国特色社会主义的本质要求和重要保障。": [
          "全面依法治国"
      ],
      "中国特色社会主义法律体系的核心是（ ）。": [
          "宪法"
      ],
      "严格依法办事是法治区别于人治的重要标志。": [
          "正确"
      ],
      "党的十一届三中全会明确提出了“发展社会主义民主、健全社会主义法治”的重大方针。": [
          "正确"
      ],
      "法律具有规范社会行为、调节社会关系、维护社会秩序的作用。道德不具有这些方面的作用。": [
          "错误"
      ],
      "党的十九大首次把（ ）纳入党的建设总体布局。": [
          "党的政治建设"
      ],
      "全面从严治党的长远之策、根本之策是加强（ ）。": [
          "制度建设"
      ],
      "治理国家，制度是起（ ）作用的。": [
          "长远性",
          "全局性",
          "根本性"
      ],
      "十六大提出，发展社会主义民主政治，最根本的是要把（ ）统一起来。": [
          "人民当家作主",
          "坚持党的领导",
          "依法治国"
      ],
      "党的政治建设的首要任务是（ ）。": [
          "保证全党服从中央",
          "坚持党中央权威和集中统一领导"
      ],
      "“坚持党要管党、全面从严治党”是新时代党的建设的根本方针。": [
          "正确"
      ],
      "党的组织建设的核心是保持党同人民群众的血肉联系。": [
          "错误"
      ],
      "人民军队完全区别于一切旧军队的政治特质和根本优势是（ ）。": [
          "党对军队的绝对领导"
      ],
      "党的强军目标提出，到本世纪中叶，要把我们国家的人民军队建成（ ）。": [
          "世界一流军队"
      ],
      "党对军队的绝对领导定型于（ ）。": [
          "古田会议"
      ],
      "党的十八大以来，形成了习近平强军思想，习近平强军思想主要深刻回答了新时代（ ）的时代课题。": [
          "建设一支什么样的强大人民军队",
          "怎样建设强大人民军队"
      ],
      "依法治军是人民军队建军之本、强军之魂。": [
          "错误"
      ],
      "实现把人民军队全面建成世界一流军队目标的时间是在2035年。": [
          "错误"
      ],
      "科技是现代战争的核心战斗力。": [
          "正确"
      ],
      "党委统一的集体领导下的首长分工负责制是党领导军队的根本制度。": [
          "正确"
      ],
      "建设世界一流军队的力量基础是（ ）。": [
          "构建中国特色现代军事力量体系"
      ],
      "军民融合，源于我们党的（ ）的思想。": [
          "军民结合、寓军于民"
      ],
      "加快形成我国军民融合深度发展的格局，要求（ ）。": [
          "坚持全国一盘棋",
          "突出重点领域",
          "健全体制机制",
          "强化战略规划"
      ],
      "党对军队的绝对领导，是包括（ ）在内的全面领导。": [
          "思想领导",
          "组织领导",
          "政治领导"
      ],
      "军民融合是实现富国和强军相统一的重要途径": [
          "正确"
      ],
      "军民融合意味着对社会组织也要按照军事化进行管理": [
          "错误"
      ],
      "进入21世纪以来，世界正处于（ ）时期。": [
          "大发展、大变革、大调整"
      ],
      "当今时代主题仍然是（ ）。": [
          "和平与发展"
      ],
      "1953年12月，（ ）在会见印度政府代表团时，首次系统地提出了和平共处五项原则。": [
          "周恩来"
      ],
      "新型国际关系，特别是“新”在（ ）。": [
          "合作共赢"
      ],
      "中国外交政策的宗旨是（ ）。": [
          "维护世界和平、促进共同发展"
      ],
      "成为当今不可阻挡的时代潮流是（ ）。": [
          "和平",
          "共赢",
          "合作",
          "发展"
      ],
      "当今世界呈现出（ ）。": [
          "文化多样化持续推进",
          "世界多极化在曲折中发展",
          "经济全球化深入发展",
          "社会信息化快速发展、科学技术孕育新突破"
      ],
      "中国走和平发展道路的自信和自觉，来源于（ ）。": [
          "对实现中国发展目标条件的认知",
          "中华文明的深厚渊源",
          "对世界发展大势的把握"
      ],
      "建立新型国际关系,按照（ ）的外交工作布局。": [
          "发展中国家是基础",
          "大国是关键",
          "多边是舞台",
          "周边是首要"
      ],
      "和平共处五项原则一直是我国处理对外关系的基本准则。": [
          "正确"
      ],
      "实现中华民族伟大复兴的中国梦的奋斗目标，必须要有和平国际环境。": [
          "正确"
      ],
      "中国坚定不移地奉行独立自主的和平外交政策，是由我国的社会主义性质和在国际上的地位所决定的。": [
          "正确"
      ],
      "推动建立新型国际关系，要坚决维护国家核心利益。": [
          "正确"
      ],
      "习近平深刻思考人类前途命运及中国和世界发展大势所提出的宏伟构想和中国方案是（ ）。": [
          "推进“一带一路”建设"
      ],
      "人类命运共同体提出的背景不包括：（ ）": [
          "中国大国地位的确立"
      ],
      "下列“一带一路”倡议的表述正确的是：（ ）": [
          "“一带一路”倡议对于构建人类命运共同体具有重要意义"
      ],
      "中国政府倡议，共建“一带一路”秉持（ ）的理念。": [
          "互利共赢",
          "开放包容",
          "互学互鉴",
          "和平合作"
      ],
      "人类命运共同体的内涵包括：（ ）": [
          "经济上开放、包容、普惠、平衡、共赢",
          "安全上，以对话协商化解分歧",
          "文化上，坚持民族文化优越性",
          "生态上，坚持环境友好，共同应对生态变化",
          "政治上相互尊重、平等协商"
      ],
      "构建人类命运共同体的途径包括：（ ）": [
          "推动国际关系向伙伴关系、安全格局等方向努力",
          "深度参与全球治理，积极引导国际秩序变革方向",
          "坚持和平发展道路，推动建设新型国际关系",
          "不断完善外交格局，积极发展全球伙伴关系"
      ],
      "“一带一路”与构建人类命运共同体没有关系。": [
          "错误"
      ],
      "构建人类命运共同体既是中国外交的崇高目标，也是世界各国的共同责任和历史使命。": [
          "正确"
      ],
      "“一带一路”实际上是中国主导的国际贸易体系": [
          "错误"
      ],
      "“一带一路”只涉及贸易问题": [
          "错误"
      ],
      "中国特色社会主义制度的最大优势是（ ）。": [
          "中国共产党的领导"
      ],
      "近代以来中华民族最伟大的梦想是（ ）。": [
          "实现中华民族伟大复兴"
      ],
      "中国特色社会主义制度优势的主要来源是（ ）。": [
          "中国共产党的自身优势"
      ],
      "中国共产党是（ ）。": [
          "中国人民和中华民族的先锋队",
          "中国特色社会主义事业的领导核心",
          "中国工人阶级的先锋队"
      ],
      "实现伟大梦想，必须（ ）。": [
          "推进中国特色社会主义伟大事业",
          "进行具有许多新的历史特点的伟大斗争",
          "深入推进党的建设新的伟大工程"
      ],
      "中国共产党的领导地位是历史和人民的选择。": [
          "正确"
      ],
      "历史表明，中国共产党领导中国人民开辟的中国特色社会主义道路是正确的，必须长期坚持、永不动摇。": [
          "正确"
      ],
      "历史表明，中国共产党和中国人民扎根中国大地、吸纳人类文明优秀成果、独立自主实现国家发展的战略是正确的，必须长期坚持、永不动摇。": [
          "正确"
      ],
      "实现中华民族伟大复兴关键在全面依法治国。": [
          "错误"
      ],
      "中国特色社会主义是改革开放以来党的全部理论和实践的主题，是党和人民历尽千辛万苦、付出巨大代价取得的根本成就。": [
          "正确"
      ],
      "中国共产党作为最高政治力量在治国理政中的重要体现是（ ）。": [
          "坚持党总揽全局、协调各方的领导核心地位"
      ],
      "新的历史条件下中国共产党执政的基本方式是（ ）。": [
          "依法执政"
      ],
      "党的十九大确定的宏伟蓝图要变为现实，关键是要（ ）。": [
          "狠抓落实"
      ],
      "确保党始终总揽全局、协调各方，必须（ ）。": [
          "自觉维护党中央权威和集中统一领导",
          "增强政治意识、大局意识、核心意识、看齐意识",
          "坚持和完善党的领导的体制机制、坚持党的民主集中制原则",
          "自觉在思想上政治上行动上同党中央保持高度一致"
      ],
      "这是中国共产党的领导决策核心是（ ）。": [
          "中央委员会",
          "中央政治局常委会",
          "中央政治局"
      ],
      "全面增强党的执政本领就是增强（ ）。": [
          "依法执政本领和群众工作本领",
          "改革创新本领和科学发展本领",
          "狠抓落实本领和驾驭风险本领",
          "学习本领和政治领导本领"
      ],
      "坚持中国共产党的领导，是党和国家的根本所在、命脉所在。": [
          "正确"
      ]
    },
    {
      "在马克思主义科学体系中，处于核心地位的是（）": [
          "科学社会主义"
      ],
      "马克思主义的三个主要组成部分是（）": [
          "马克思主义哲学、马克思主义政治经济学、科学社会主义"
      ],
      "马克思主义的直接理论来源是（）": [
          "德国古典哲学、英国古典政治经济学、英法空想社会主义"
      ],
      "马克思主义哲学吸取黑格尔哲学中的“合理内核”是（）": [
          "辩证法思想"
      ],
      "马克思从资产阶级古典政治经济学家那里继承的最重要的思想是（）": [
          "劳动价值论"
      ],
      "马克思主义生命力的根源在于（）": [
          "以实践为基础的科学性与革命性的统一"
      ],
      "马克思主义最根本的世界观和方法论是（）": [
          "辩证唯物主义和历史唯物主义"
      ],
      "马克思主义最鲜明的政治立场是（）": [
          "致力于最广大人民的根本利益"
      ],
      "马克思主义最重要的理论品质是（）": [
          "坚持一切从实际出发，理论联系实际，实事求是，在实践中检验真理和发展真理"
      ],
      "马克思主义最崇高的社会理想是（）": [
          "实现共产主义"
      ],
      "整个马克思主义学说的理论基础是（）": [
          "马克思主义哲学"
      ],
      "作为马克思恩格斯一生最重要的理论发现，使得社会主义从空想变成科学的是（）": [
          "唯物史观和剩余价值学说"
      ],
      "作为中国共产党和社会主义事业指导思想的马克思主义是指（）": [
          "不仅指马克思恩格斯创立的基本理论、基本观点和学说的体系，也包括继承者对它的发展。"
      ],
      "“哲学把无产阶级当作自己的物质武器，同样，无产阶级把哲学当作自己的精神武器”，这个论断的含义是（）": [
          "马克思主义是无产阶级的世界观和方法论"
      ],
      "学习马克思主义基本原理的根本方法是（）": [
          "理论联系实际"
      ],
      "马克思主义最鲜明的特征是（）": [
          "实践基础上的科学性与革命性的统一"
      ],
      "唯物史观与唯心史观的分水岭是（）": [
          "是否始终站在最广大人民的立场上"
      ],
      "下列关于马克思主义的研究对象的说法正确的是（）": [
          "马克思主义是关于自然、社会和思维发展的一般规律的学说"
      ],
      "中国共产党坚持把马克思主义基本原理同中国具体实践相结合，形成的两大理论成果是（）": [
          "毛泽东思想和中国特色社会主义理论体系"
      ],
      "以下关于马克思主义的说法正确的是（）": [
          "马克思主义诞生于19世纪的欧洲",
          "马克思主义是关于无产阶级和人类解放的科学",
          "马克思主义是不断发展的科学理论体系"
      ],
      "马克思主义的三个基本组成部分是（）": [
          "马克思主义政治经济学",
          "科学社会主义",
          "马克思主义哲学"
      ],
      "马克思和恩格斯是在批判地继承、吸收以下哪些理论的合理成分的基础上创立马克思主义的（）": [
          "法国和英国的空想社会主义",
          "德国古典哲学",
          "英国古典政治经济学"
      ],
      "标志马克思主义基本形成的著作主要有（）": [
          "《关于费尔巴哈的提纲》",
          "《德意志意识形态》"
      ],
      "马克思主义理论科学体系的哲学基础是（）": [
          "历史唯物主义",
          "辩证唯物主义"
      ],
      "马克思主义理论的本质属性是（）": [
          "坚定的革命性",
          "自觉的实践性",
          "彻底的科学性"
      ],
      "马克思主义的基本方法主要包括（）": [
          "群众路线的方法",
          "实事求是的方法",
          "历史分析的方法",
          "辩证分析的方法"
      ],
      "学习马克思主义理论，必须要分清（）": [
          "哪些是需要结合新的实际加以丰富发展的理论判断",
          "哪些是必须长期坚持的马克思主义基本原理",
          "哪些是必须澄清的附加在马克思主义名下的错误观点",
          "哪些是必须破除的对马克思主义错误的、教条式的理解"
      ],
      "马克思主义理论科学体系的哲学基础是（ ）": [
          "历史唯物主义",
          "辩证唯物主义"
      ],
      "马克思主义理论的本质属性是（ ）": [
          "坚定的革命性",
          "彻底的科学性",
          "自觉的实践性"
      ],
      "马克思主义的基本方法主要包括（ ）": [
          "群众路线的方法",
          "实事求是的方法",
          "辩证分析的方法",
          "历史分析的方法"
      ],
      "哲学史上第一次明确提出哲学基本问题并做出科学概括和论证的哲学家是（）": [
          "恩格斯"
      ],
      "部哲学、特别是近代哲学的重大的基本问题是（）": [
          "思维和存在的关系问题"
      ],
      "马克思主义认为哲学是（）": [
          "革命性和科学性相统一的世界观"
      ],
      "哲学基本问题包括两个方面，这是指（）": [
          "思维和存在何者为第一性以及两者有无同一性的问题"
      ],
      "马克思主义哲学创立之后，开始出现了（）": [
          "唯物史观与唯心史观的对立"
      ],
      "物质的唯一特性是（）": [
          "客观实在性"
      ],
      "马克思主义哲学关于物质范畴的正确理解是（）": [
          "物质这个概念是从各种物的总和中抽象出来的"
      ],
      "划分唯物主义和唯心主义的唯一标准是关于（）": [
          "思维和存在何者为第一性的问题"
      ],
      "唯心主义产生的认识论根源是：（）": [
          "主观与客观、认识与实践相分离"
      ],
      "（）是使物质世界分化为自然界与人类社会的历史前提，又是使自然界与人类社会统一起来的现实基础。": [
          "实践"
      ],
      "中国古代哲人荀子说：“天行有常，不为尧存，不为桀亡。”这是一种（）": [
          "朴素唯物主义观点"
      ],
      "“动中有静，静中有动”说的是（）": [
          "绝对运动和相对静止的统一"
      ],
      "“人不能两次踏进同一条河流”和“人不能一次踏进同一条河流”这两种观点（）": [
          "前者是辩证法，后者是诡辩论"
      ],
      "意识的本质是（）": [
          "人脑对客观存在的反映"
      ],
      "在下列命题中，属于客观唯心主义观点的是（ ）": [
          "道生万物",
          "理在事先",
          "现实世界是绝对观念的影子"
      ],
      "马克思主义哲学是完备的唯物主义哲学，这是指在内容上它实现了（ ）": [
          "唯物主义和辩证法的高度统一",
          "唯物辩证的自然观和历史观的高度统一"
      ],
      "马克思说：“社会生活在本质上是实践的。”这一命题的主要含义是（ ）": [
          "实践是社会关系形成的基础",
          "实践构成了社会发展的动力",
          "实践形成了社会生活的基本领域"
      ],
      "意识对物质的反作用主要表现在（ ）": [
          "意识活动的创造性",
          "意识具有指导实践改造客观世界的作用",
          "意识活动的目的性和计划性",
          "意识具有指导、控制人的行为和生理活动的作用"
      ],
      "辩证唯物主义把运动理解为（ ）": [
          "宇宙中发生的一切变化和过程",
          "物质的存在方式"
      ],
      "运动和静止的关系是（ ）": [
          "绝对和相对的关系",
          "运动是无条件的，静止是有条件的"
      ],
      "辩证法和形而上学根本对立的焦点在于（）": [
          "是否承认事物的内部矛盾是事物发展的动力"
      ],
      "唯物辩证法的总特征是指（）": [
          "事物的联系和发展的观点"
      ],
      "唯物辩证法的实质和核心是（）": [
          "对立统一规律"
      ],
      "“头痛医头，脚痛医脚”这个观点（）": [
          "违背了普遍联系的思想"
      ],
      "唯物辩证法所理解的变化是指（ ）": [
          "事物的一切量变和质变"
      ],
      "唯物辩证法认为发展的实质是（）": [
          "新事物的产生和旧事物的灭亡"
      ],
      "对立统一规律揭示了事物发展的（）": [
          "源泉、动力和实质内容"
      ],
      "不积跬步，无以至千里，不积细流，无以成江河。”这段话说明了（）": [
          "质变是由量变引起的"
      ],
      "“肯定中包含着否定，否定中包含着肯定，”这是（）": [
          "辩证法的观点"
      ],
      "“扬弃”是（）": [
          "既克服又保留"
      ],
      "我国数学家华罗庚在一次报告中以“一支粉笔多长为好”为例来讲解他所倡导的优选法。对此，他解释道：“每只粉笔都要丢掉一段一定短的粉笔头，但就这一点来说，愈长愈好。但太长了，使用起来很不方便，而且容易折断。每断一次，必然浪费一个粉笔头，反而不合适。因而就出现了粉笔多长合适的问题—这就是一个优选问题。”所谓优选问题，从辩证法的角度看。就是要（）": [
          "坚持适度原则"
      ],
      "“沉舟侧畔千帆过，病树前头万木春。”“芳林新叶催陈叶，流水前波让后波。”这两句诗包含的哲学道理是（）": [
          "新事物代替旧事物是事物发展的总趋势"
      ],
      "中国古代的哲学家公孙龙提出的“白马非马”的命题，其错误是割裂了事物的（）": [
          "一般和个别的关系",
          "共性和个性的关系",
          "普遍和特殊的关系",
          "抽象和具体的关系"
      ],
      "联系的特点有（）": [
          "客观性",
          "普遍性",
          "条件性",
          "多样性"
      ],
      "掌握辩证否定观的实践意义在于（）": [
          "对待外国文化，要既不盲目排斥、也不一切照搬",
          "对待文化遗产要批判地继承",
          "对人对事都要采取科学分析的态度",
          "防止肯定一切和否定一切"
      ],
      "事物联系和发展的基本环节有（）": [
          "现实性与可能性",
          "原因与结果",
          "必然性和偶然性",
          "现象与本质",
          "内容与形式"
      ],
      "下列选项中，体现发展的实质的有（）": [
          "培育出新优质品种",
          "无产阶级专政代替资产阶级专政",
          "原始社会的公有制经过私有制到社会主义的公有制"
      ],
      "下列现象属于量变引起质变的有（）": [
          "在一定温度下鸡蛋孵出小鸡",
          "由变异的积累引起旧物种到新物种的变化",
          "生产力的增长引起生产关系的变革",
          "同样的元素由于结构不同而形成不同的事物"
      ],
      "2012年11月29日，习近平总书记参观《复兴之路》展览后指出，中华民族的昨天，可以说是“雄关漫道真如铁”。中华民族的今天，正可谓“人间正道是沧桑”。中华民族的明天，可以说是“长风破浪会有时”。实现中华民族的伟大复兴就是中华民族近代最伟大的中国梦，是一项光荣而艰巨的事业，需要一代又一代的中国人共同为之努力。其中蕴含的哲学道理有（）": [
          "事物是永恒发展的，发展是有规律的",
          "事物的发展是前进性和曲折性的统一",
          "事物的发展是量变和质变的统一"
      ],
      "下列哪些说法是对矛盾特殊性原理的具体运用?（）": [
          "对症下药，量体裁衣",
          "因时制宜，因地制宜",
          "因材施教，因人而异"
      ],
      "下列格言成语中，体现质量互变规律的有（）": [
          "千里之堤，溃于蚁穴",
          "九层之台，起于垒土"
      ],
      "辩证否定观的基本内容有（）": [
          "否定是事物发展的环节",
          "否定是新旧事物联系的环节",
          "辩证否定的实质是“扬弃”",
          "否定是事物的自我否定"
      ],
      "人们认识世界和改造世界的根本方法是（）": [
          "唯物辨证法"
      ],
      "唯物辩证法既包括客观辩证法也包括主观辩证法，体现了（）的统一": [
          "唯物主义、辩证法、认识论的统一"
      ],
      "在马克思的世界观和方法论中，其核心内容是（）": [
          "唯物辨证法"
      ],
      "唯物辨证法按其本质来说，具有（）的精神": [
          "批判、革命"
      ],
      "在唯物辨证法的方法论体系中，居于核心的地位的是（），它是根本的认识方法": [
          "矛盾分析方法"
      ],
      "矛盾分析方法的重要作用，是由（ ）在辩证法中的地位决定的": [
          "对立统一规律"
      ],
      "“从个别到一般，从一般到个别”的思维方法是 ( )": [
          "归纳与演绎"
      ],
      "“历史从哪里开始，思想进程也应当从哪里开始，而思想进程的进一步发展不过是历史过程在抽象的理论上前后一贯的形式上的反应”，这句话体现的思维方式是（）": [
          "逻辑与历史相统一的方法"
      ],
      "习近平总书记在分析国际国内形式时，强调要坚持“两点论”，一分为二看问题，既要看到国际国内形势中有利的一面，也要看到不利的一面，这体现的思维能力是（）": [
          "辨证思维能力"
      ],
      "唯物辩证法包括客观辩证法但不包括主观辩证法。": [
          "错误"
      ],
      "马克思主义哲学内在地具有（）": [
          "坚持主观与客观的统一、理论与实践的统一、继承与创新的统一",
          "解放思想、实事求是、与时俱进的根本要求",
          "反对因循守旧、墨守成规的态度",
          "反对把自己的学说当成僵死的教条"
      ],
      "矛盾分析方法的具体体现在（）": [
          "在对立中把握同一与在同一中把握对立的方法",
          "抓关键、看主流的方法",
          "批判与继承相统一的方法"
      ],
      "辨证思维方法主要有（）": [
          "分析与综合",
          "归纳与演绎",
          "抽象与具体",
          "逻辑与历史相统一"
      ],
      "现代科学思维方法是一个巨大的方法群，包括（）": [
          "控制方法",
          "模型化方法",
          "结构——功能方法"
      ],
      "提高历史思维能力，就是要（）": [
          "深刻总结历史经验、把握历史规律、认清历史趋势",
          "在对历史的深入思考中做好现实工作、更好走向未来",
          "加强对中国历史、党史国史、社会主义发展史和世界历史的学习",
          "坚定中国特色社会主义方向"
      ],
      "运用唯物辨证法的矛盾分析方法研究问题和解决问题，根本的是具体问题具体分析。": [
          "正确"
      ],
      "现代科学思维方法是辨证思维方法的基础和原则，辨证思维方法是现代科学思维方法的深化和展开。": [
          "错误"
      ],
      "提高底线思维能力，就是要把挑战看得更严峻一些，做好应付最坏局面的思想准备。": [
          "正确"
      ],
      "人类认识产生和发展的基础是（）": [
          "实践的观点"
      ],
      "“社会一旦有技术上的需要，这种需要就会比十所大学更能把科学推向前进。”这句话说明（）": [
          "社会实践的需要是人类认识发展的强大动力"
      ],
      "在认识的本质问题上，唯物主义认识路线主张（）": [
          "从物到感觉和思想的认识路线"
      ],
      "感性认识和理性认识的关系是（）": [
          "感性认识和理性认识统一的基础是实践"
      ],
      "人的认识就是类似于照镜子的活动，这是属于（）的观点": [
          "形而上学唯物主义"
      ],
      "关于感性认识的正确说法是（）": [
          "感性认识是认识的初级阶段"
      ],
      "两种根本对立的认识路线是（）": [
          "唯心主义与唯物主义的认识路线"
      ],
      "割裂感性认识与理性认识的辩证统一，会导致（）的错误": [
          "唯理论",
          "经验主义",
          "经验论",
          "教条主义"
      ],
      "认识的主体和客体之间的关系包括（）": [
          "实践关系",
          "价值关系",
          "认识关系"
      ],
      "实践对认识的决定作用主要表现在（）": [
          "实践是认识的来源",
          "实践是认识的目的",
          "实践是认识发展的动力",
          "实践是检验认识的真理性的唯一标准"
      ],
      "旧唯物主义认识论的主要缺陷有（）": [
          "缺乏辨证的观点",
          "缺乏实践的观点"
      ],
      "辩证唯物主义认识论对认识的看法是（）": [
          "反映具有创造性",
          "反映具有摹写性",
          "认识是主体对客体的能动反映"
      ],
      "理性认识的形式主要有（）": [
          "概念",
          "判断",
          "推理"
      ],
      "实践是改造世界的客观物质活动，因此体现了自觉能动性。": [
          "错误"
      ],
      "实践的三种基本类型中，物质资料的生产活动是基本的实践活动。": [
          "正确"
      ],
      "实践是认识的来源、动力、目的和检验其真理性的标准，实践决定认识。": [
          "正确"
      ],
      "主观唯心主义认为人的认识是上帝的启示。": [
          "错误"
      ],
      "辩证唯物主义以感性直观为基础，类似于照镜子那样的反射活动。": [
          "错误"
      ],
      "认识运动的辨证过程，即在实践基础上由感性认识能动地飞跃到理性认识的过程。": [
          "正确"
      ],
      "真理的本质属性是（）": [
          "客观性"
      ],
      "真理的一元性是由（）决定的": [
          "真理的客观性"
      ],
      "真理与谬误的根本区别在于（）": [
          "真理是对事物的正确认识，谬误是对事物的错误认识"
      ],
      "判断一种认识是否是真理，主要看它（）": [
          "主观认识同客观实际是否相符合以及符合的程度"
      ],
      "以下关于实践检验真理的认识错误的是（）": [
          "已被实践证明为正确的理论可以作为检验真理的标准"
      ],
      "真理的相对性是指真理的（）": [
          "有限性",
          "有条件性"
      ],
      "价值的特性主要有（）": [
          "客观性",
          "主体性",
          "社会历史性",
          "多维性"
      ],
      "关于真理、价值与实践三者的关系，正确的表述有（）": [
          "真理与价值辩证统一于人民群众的社会实践",
          "价值是制约实践的主体尺度",
          "真理是制约实践的客观尺度"
      ],
      "关于真理的标准问题，错误的主要有（）": [
          "得到公认",
          "多数人的意见",
          "各学科的学术带头人的认识"
      ],
      "以下关于真理的说法正确的有（）": [
          "凡真理都是客观真理",
          "真理是一个过程"
      ],
      "凡是有用的都是真理，凡是真理都是有用的": [
          "错误"
      ],
      "以下关于自由的说法，符合马克思主义认识论的是（）": [
          "自由是历史发展的产物"
      ],
      "以下关于认识世界和改造世界的说法错误的是（）": [
          "改造主观世界的核心是改造自己的人生价值观"
      ],
      "唯物主义思想路线的核心是（）": [
          "实事求是"
      ],
      "改造客观世界主要是改造（）": [
          "自然界和人类社会"
      ],
      "一切从实际出发，在当代中国，最大的实际是（）": [
          "社会主义初级阶段"
      ],
      "以下关于理论创新的说法，正确的有（）": [
          "理论创新需要在继承的基础上展开",
          "重视理论创新是我们党的一条重要政治经验",
          "重视理论创新要坚决反对教条主义",
          "重视理论创新是我们党的一个根本特点"
      ],
      "下面关于马克思主义认识论，正确的说法有（）": [
          "马克思主义认识论是中国共产党思想路线的理论基础",
          "马克思主义认识论揭示了人类认识的本质和发展的一般规律",
          "马克思主义认识论的根本要求是一切从实际出发"
      ],
      "下面关于自由与必然关系的认识，正确的有（）": [
          "不认识必然就无法获得自由",
          "认识世界和改造世界的过程就是从必然走向自由的过程",
          "自由是对必然的认识"
      ],
      "以下关于创新的说法，正确的有（）": [
          "马克思主义批判的革命的本质，就是创新",
          "创新就是破除与客观事物进程不相符合的旧观念、旧理论、旧模式和旧做法",
          "创新是社会发展的动力"
      ],
      "划分历史唯物主义和历史唯心主义的唯一标准是对（）的不同回答": [
          "社会存在和社会意识的关系问题"
      ],
      "社会历史发展的决定力量是（）": [
          "生产方式"
      ],
      "最直接、最集中地反映社会存在的是（）": [
          "政治法律思想"
      ],
      "社会意识的相对独立性最突出的表现在（）": [
          "社会意识对社会存在具有能动的反作用"
      ],
      "在生产关系中，区分不同生产方式、判定社会经济结构性质的客观依据是（）": [
          "生产资料所有制关系"
      ],
      "在劳动资料这一复杂系统中，具有决定意义的因素是（）": [
          "生产工具系统"
      ],
      "在社会历史发展的问题上，以下论断属于正确的是（）": [
          "历史的发展是决定性和主体选择性的统一"
      ],
      "社会形态是（）": [
          "同生产力发展一定阶段相适应的经济基础与上层建筑的统一体"
      ],
      "唯心史观的主要缺陷是（）": [
          "夸大了少数英雄人物的作用，否认了广大人民群众的作用",
          "夸大了社会意识的作用，否认了社会存在的作用"
      ],
      "下列论著属于意识形态的有（）": [
          "邹容的《革命军》",
          "马克思的《资本论》"
      ],
      "政治法律思想的特点及其作用在于它是（）": [
          "在社会意识诸形式中起核心作用",
          "带有强烈的阶级性，为统治阶级利益服务",
          "经济基础最集中、最直接的反映"
      ],
      "生产力的基本要素包括（）": [
          "劳动者",
          "劳动对象",
          "劳动资料"
      ],
      "“自然环境决定论” 错误地认为，自然环境（）": [
          "决定社会形态的更替",
          "是社会发展的决定因素",
          "决定社会的性质"
      ],
      "人类历史是“绝对观念”在时间中的展开，是支配和决定历史的最终力量。": [
          "错误"
      ],
      "气候、食物、土壤和地形是决定人类生活和命运的四个主要因素。": [
          "错误"
      ],
      "各种经济时代的区别，不在于生产什么，而在于怎样生产，用什么劳动资料生产。": [
          "正确"
      ],
      "经济基础决定上层建筑，上层建筑反作用于经济基础。所以，当上层建筑维护经济基础时就一定会推动社会的进步和发展。": [
          "错误"
      ],
      "世界历史发展的一般规律，不仅丝毫不排斥个别发展阶段在发展的形式或顺序上表现出特殊性，反而是以此为前提的。": [
          "正确"
      ],
      "决定社会制度性质和社会制度更替的是（）": [
          "生产方式"
      ],
      "物质资料生产方式是（）的统一。": [
          "生产力与生产关系"
      ],
      "人类社会发展的一般规律是（）": [
          "生产力和生产关系、经济基础和上层建筑之间的矛盾运动规律"
      ],
      "“社会形态发展是一种自然历史过程”。这句话说的是（）": [
          "社会发展具有不以人的意志为转移的客观规律性"
      ],
      "人类社会发展的最基本规律是（）": [
          "生产关系必须适合生产力状况的规律"
      ],
      "既承认社会形态发展的客观规律性又承认人的活动的选择性的观点，属于（）": [
          "历史唯物主义观点"
      ],
      "否认主体选择在历史发展中的作用的观点属于（）": [
          "机械决定论"
      ],
      "由于社会历史是有意识、有目的的活动着的人创造的，因此（）": [
          "社会发展规律只能通过人的自觉活动起作用"
      ],
      "社会基本矛盾运动的最终原因是（）": [
          "生产力的发展"
      ],
      "阶级的实质是（）": [
          "一个集团占有另一个集团的劳动"
      ],
      "科学技术革命的作用是（）": [
          "科技革命是推动社会历史发展的强大杠杆"
      ],
      "社会基本矛盾是社会发展的根本动力，表现在（）": [
          "它决定着其他各种社会矛盾",
          "它决定着社会发展的必经阶段和客观趋势",
          "它决定着社会形态由低级到高级的演进"
      ],
      "下列各项属于改革的社会作用的有（）": [
          "改革可以为新社会制度的诞生作量变和部分质变的准备",
          "改革可以巩固新生的社会制度",
          "改革可以使原有的社会制度持续存在"
      ],
      "“如果资本主义的灭亡是由科学保证了的，为什么还要费那么大的气力去为它安排葬礼呢?”这种观点的错误在于（）": [
          "抹煞社会规律实现的特点",
          "否认革命在社会质变中的作用"
      ],
      "每一次科学技术革命，都不同程度地引起生产方式、生活方式和思维方式的深刻变化和社会的巨大进步。其对生产方式产生的深刻影响主要有（）": [
          "改变了社会生产力的构成要素",
          "改变了社会经济结构，特别是导致产业结构发生变革",
          "改变了人们的劳动形式"
      ],
      "社会基本矛盾是人类社会发展中的根本动力。": [
          "正确"
      ],
      "一切历史冲突都根源于生产力和交往形式之间的矛盾。": [
          "正确"
      ],
      "没有对抗就没有进步，这是文明直到今天所遵循的规律。": [
          "正确"
      ],
      "阶级斗争就是社会革命。": [
          "错误"
      ],
      "我们不要过分陶醉于我们人类对自然的胜利，对于每一次这样的胜利，自然界都对我们进行了报复。": [
          "正确"
      ],
      "英雄史观的理论出发点是主张（）": [
          "社会意识决定社会存在"
      ],
      "人们根据自己的目的和需要所从事的社会活动所引起的社会结果，是由各个个人和各种社会力量相互作用所形成的合力造成的。这是一种（）": [
          "历史唯物主义观点"
      ],
      "“人民群众是历史的创造者”这一基本观点的理论前提是（）": [
          "生产方式是人类社会存在和发展的基础的原理"
      ],
      "人民群众是历史的创造者。这是因为人民群众是社会变革的决定力量，还因为（）": [
          "人民群众是社会物质财富和精神财富的创造者"
      ],
      "人民群众是历史的创造者，其根本原因在于人民群众（）": [
          "是社会生产力的体现者"
      ],
      "人民群众既是历史的“剧中人”，又是历史的“剧作者”。这是（）": [
          "历史唯物主义的观点"
      ],
      "唯物史观和唯心史观在历史创造者问题上的根本分歧在于是否承认（）": [
          "人民群众是推动历史发展的决定力量"
      ],
      "人民群众创造历史的活动受既定的历史条件限制。这种观点是说（）": [
          "人民群众不能随心所欲地创造历史"
      ],
      "制约人民群众创造历史的决定性条件是（）": [
          "经济条件"
      ],
      "坚持无产阶级政党的群众观点，就要坚信（）": [
          "人民群众自己解放自己"
      ],
      "任何英雄人物的历史作用都不能超出他们所处历史条件许可的范围\"。这种看法是 （ ）": [
          "历史唯物主义观点"
      ],
      "人民群众创造历史，表现在（）": [
          "人民群众是精神财富的创造者",
          "人民群众是实现社会变革的决定力量",
          "人民群众是物质财富的创造者"
      ],
      "“历史不过是追求着自己目的的人的活动而已”，这一观点表明（）": [
          "历史不是神创造的",
          "人们自己创造自己的历史"
      ],
      "“一言可以兴邦，一言可以丧邦”，英雄人物的意志可以改变历史方向。这种观点是（）": [
          "唯心主义非决定论",
          "夸大个人作用的唯心史观",
          "否认历史必然性的唯意志论"
      ],
      "下列各项属于无产阶级政党的群众路线的内容的有（）": [
          "从群众中来，到群众中去",
          "一切依靠群众",
          "一切为了群众"
      ],
      "历史人物在历史的发展过程中起着特殊的作用，主要表现在（）": [
          "有些占统治地位的剥削阶级的政治代表，在特定的条件下，运用其权力满足社会的某些需要，对历史发展也会起某种甚至是重大的促进作用",
          "先进阶级的政治代表人物所提出的思想能够成为社会变革的先导，他们为群众指明革命斗争的方向，在革命斗争中起着领导核心的作用",
          "他们比一般人站得高、看得远，解决历史任务的愿望比别人强烈",
          "杰出的科学家、思想家、艺术家、教育家等的创造性活动，对于人类科学文化的发展和社会进步，有着巨大的推动作用"
      ],
      "英雄史观产生和存在的根源有（）": [
          "认识根源",
          "社会历史根源",
          "阶级根源"
      ],
      "群众观点的主要内容有（）": [
          "全心全意为人民服务的观点",
          "一切向群众负责的观点",
          "虚心向群众学习的观点",
          "坚信人民群众自己解放自己的观点"
      ],
      "杰出人物的历史作用有（）": [
          "杰出人物是历史事件的当事人",
          "杰出人物是历史进程的影响者",
          "杰出人物是历史任务的发起者"
      ],
      "评价历史人物的方法有（）": [
          "阶级分析方法",
          "历史分析方法"
      ],
      "商品的本质因素是（）": [
          "价值"
      ],
      "生产商品的劳动分具体劳动和抽象劳动，其中具体劳动的作用是（）": [
          "创造使用价值"
      ],
      "马克思说：“一切商品对它们的所有者是非使用价值，对它们的非所有者是使用价值。”这句话表明（）": [
          "商品是使用价值和价值的对立统一"
      ],
      "对“劳动是财富之父，土地是财富之母”这句话的正确解释是（）": [
          "劳动必须和自然物相结合才能创造出物质财富"
      ],
      "商品内在的使用价值与价值的矛盾，其完备的外在表现是（）": [
          "商品与货币之间的对立"
      ],
      "在商品经济中，形成价值的抽象劳动的支出必须借助于（）": [
          "具体劳动"
      ],
      "商品生产者要获得更多收益必须使生产商品的（）": [
          "个别劳动时间小于社会必要劳动时间"
      ],
      "正确认识价值创造和财富生产的关系，关键是运用（）": [
          "劳动二重性学说"
      ],
      "货币之所以能执行价值尺度的职能，是因为（）": [
          "它是社会劳动的产物，本身具有价值"
      ],
      "商品生产者十分重视产品质量，这是因为（）": [
          "质量好的产品有利于顺利实现其价值"
      ],
      "理解马克思主义政治经济学的枢纽的是（）": [
          "劳动二重性学说"
      ],
      "私有制商品经济的基本矛盾是（）": [
          "私人劳动和社会劳动的矛盾"
      ],
      "商品经济产生和存在的条件是（）": [
          "生产资料和劳动产品属于不同的所有者",
          "社会分工的存在"
      ],
      "价值是商品的本质属性，它是（）": [
          "商品的社会属性",
          "反映商品生产者之间的社会关系",
          "凝结在商品中的抽象劳动",
          "交换价值的基础"
      ],
      "货币的本质通过它的职能体现出来，货币有多种职能，其中最基本的职能是（）": [
          "价值尺度",
          "流通手段"
      ],
      "一切商品都包含着使用价值和价值二因素，商品是使用价值和价值的统一。这表明（）": [
          "有使用价值，也是劳动产品，但只是供生产者自己消费，也不是商品",
          "有使用价值，但不是劳动产品，也不是商品",
          "缺少使用价值和价值任何一方面，都不能成为商品",
          "没有使用价值就没有价值"
      ],
      "价值规律的内容和要求是（）": [
          "商品交换必须实行等价交换",
          "商品交换以商品的价值量为基础",
          "商品的价值量由生产商品的社会必要劳动时间决定"
      ],
      "具体劳动和抽象劳动的区别是（）": [
          "具体劳动不是使用价值的唯一源泉，抽象劳动是价值的唯一源泉",
          "具体劳动反映人与自然的关系，抽象劳动反映社会生产关系",
          "具体劳动是劳动的具体形式，抽象劳动是一般人类劳动"
      ],
      "价格受市场供求的影响，围绕价值上下波动，不是对价值规律作用的否定，而是价值规律作用的表现形式，这是因为（）": [
          "各种商品价格的波动，是以各自的价值为基础的",
          "从商品交换的总体看，价格总额与价值总额是相等的",
          "从商品交换的较长时间看，价格与价值是趋于一致的"
      ],
      "在新的历史条件下，与马克思所处的时代相比，深化对创造价值的劳动的认识主要有（）": [
          "科技人员和管理人员的劳动在劳动总量中的比重增加了",
          "在总的劳动消耗量中物化劳动的比重增加而活劳动的比重相对减少了",
          "劳动的科技含量和知识含量增加了"
      ],
      "单位商品的价值量和生产这种商品的（）": [
          "劳动生产率成反比",
          "社会必要劳动时间成正比"
      ],
      "资本集中的方式是（）": [
          "竞争和信用"
      ],
      "资本循环的三种职能形式是（）": [
          "货币资本、生产资本、商品资本"
      ],
      "资本主义经济危机是（）": [
          "生产相对过剩的危机"
      ],
      "下列实物形态的资本中，同时属于生产资本、不变资本和固定资本的是（）": [
          "机器设备"
      ],
      "产业资本划分为货币资本、生产资本、商品资本的依据是资本各个部分（）": [
          "在循环中的职能不同"
      ],
      "加快资本周转，可以增加年剩余价值量和提高年剩余价值率，根本上是因为（）": [
          "实际发挥作用的可变资本增加了"
      ],
      "资本主义地租是（）": [
          "超额利润转化来的"
      ],
      "在资本主义商品的价值构成中，工人创造的剩余价值是（）": [
          "m"
      ],
      "在资本主义商品的生产中，工人新创造的价值是（）": [
          "v+m"
      ],
      "资本循环是从（）": [
          "资本运动的连续性方面研究资本的运动"
      ],
      "社会总资本简单再生产的基本实现条件是（）": [
          "I（v＋m）＝ II c"
      ],
      "劳动力商品的价值包括（）": [
          "养育子女所需要的生活资料价值",
          "维持劳动者生存所需要的生活资料价值",
          "劳动者的教育和培训费用"
      ],
      "资本区分为不变资本和可变资本的意义在于（）": [
          "为计算剩余价值率提供了科学依据",
          "进一步揭示了剩余价值的真正源泉"
      ],
      "在数量上相当于平均利润的剥削收入有（）": [
          "商业利润",
          "银行利润",
          "产业利润"
      ],
      "在其他条件不变的情况下，资本有机构成的提高会导致（）": [
          "资本的周转速度减缓",
          "可变资本在总资本中比例的降低",
          "相对过剩人口的形成"
      ],
      "绝对剩余价值生产和相对剩余价值生产的共同点（）": [
          "都提高了剩余价值率",
          "都增加了剩余价值量",
          "都体现了资本家对工人的剥削关系",
          "都延长了剩余劳动时间"
      ],
      "反映资本家对工人的剥削程度的公式是（）": [
          "剩余劳动时间／必要劳动时间",
          "剩余价值／可变资本"
      ],
      "第二次世界大战后，发达资本主义国家工人工作日有所缩短，这表明（）": [
          "相对剩余价值成为主要剥削形式",
          "必要劳动时间缩短",
          "劳动生产率明显提高"
      ],
      "资本主义基本矛盾具体表现在（）": [
          "社会生产无限扩大的趋势与有支付能力的需求相对缩小的矛盾",
          "各个企业内部生产的有组织性和整个社会生产无政府状态之间的矛盾",
          "无产阶级与资产阶级之间的矛盾"
      ],
      "最鲜明体现资本主义国家实质的国家职能是（）": [
          "政治职能"
      ],
      "资本主义法制的核心是（）": [
          "宪法"
      ],
      "美国采取权力制衡的组织形式，其中立法权属于（）": [
          "国会"
      ],
      "资本主义国家的选举的实质是（）": [
          "协调统治阶级内部利益关系和矛盾的重要措施"
      ],
      "资本主义政党制度的实质是（）": [
          "资产阶级选择自己的国家管理者，实现其内部利益平衡的政治机制"
      ],
      "资产阶级意识形态的核心是（）": [
          "政治思想和法律思想"
      ],
      "资本主义政治制度（）": [
          "建立在资本主义社会的经济基础之上",
          "反映了资本主义社会的经济关系",
          "反映了政治上占统治地位的资产阶级的要求",
          "作为上层建筑，为巩固和发展资本主义社会的经济基础提供政治保障"
      ],
      "资本主义的国家机器包括（）": [
          "监狱、法庭",
          "政府机构",
          "军队、警察"
      ],
      "资本主义国家的对内职能主要有（）": [
          "对邮政、铁路、文教、卫生保健、社会福利等事业进行管理的公共管理职能",
          "对被统治阶级进行压迫和控制的政治职能"
      ],
      "资本主义政治制度的历史和阶级局限性是（）": [
          "法律名义上的平等掩盖了事实上的不平等",
          "资本主义国家的多党制是资产阶级选择自己的国家管理者、实现其内部利益平衡的政治机制",
          "资本主义的民主是金钱操纵下的民主"
      ],
      "资产阶级意识形态在资产阶级取得政权以前的积极作用有（）": [
          "保证资产阶级的胜利",
          "批判封建主义和宗教神学",
          "启发民众进行资产阶级革命",
          "为资产阶级建立国家提供理论依据"
      ],
      "资产阶级意识形态的本质是（）": [
          "是为资本主义社会形态的经济基础服务的",
          "是资产阶级阶级意识的集中体现"
      ],
      "垄断的形成是（）": [
          "生产集中发展到一定阶段的结果"
      ],
      "垄断利润是（）": [
          "垄断组织获得的超过平均利润的高额利润"
      ],
      "在垄断资本主义时期, 价值规律（）": [
          "仍然起作用"
      ],
      "在垄断资本主义时期, 价值规律的表现形式是（）": [
          "价格围绕垄断价格波动"
      ],
      "垄断资本主义国家事实上的主宰者是（）": [
          "金融寡头"
      ],
      "国家垄断资本主义是（）": [
          "国家政权与垄断资本相结合的垄断资本主义"
      ],
      "垄断资本主义国家推出的货币政策是（）": [
          "国家垄断资本和私人资本在企业外部结合的一种方式"
      ],
      "国家垄断资本主义的产生和发展从根本上说（）": [
          "生产社会化和资本主义私人占有制之间矛盾发展的结果"
      ],
      "经济全球化对世界经济发展（）": [
          "既有积极也有消极的影响"
      ],
      "垄断利润主要是通过（）": [
          "垄断价格来实现"
      ],
      "经济全球化的内容有许多，但不包括（）": [
          "殖民体系全球化"
      ],
      "当代发达资本主义国家经济政治联合体的典型形式是（）": [
          "欧洲联盟"
      ],
      "金融资本是（）": [
          "在政治上通过“个人联合”方式进行控制和施加影响",
          "工业垄断资本和银行垄断资本融合生长的资本",
          "在经济上通过“参与制”进行控制和剥削"
      ],
      "垄断利润的来源包括（）": [
          "通过对非垄断企业的挤压而取得它们的平均利润的一部分",
          "垄断企业工人创造的剩余价值",
          "通过资本主义国家政权进行再分配将国民收入的一部分转化成垄断收入",
          "从其他国家剥削和掠夺的海外利润"
      ],
      "从资本形态上划分，资本输出的形式有（）": [
          "借贷资本输出",
          "商品资本输出",
          "生产资本输出"
      ],
      "国家垄断资本主义的主要形式有（）": [
          "国家与私人共有、合营的企业",
          "国家所有并直接经营的企业",
          "国家通过多种形式参与私人垄断资本的再生产过程",
          "宏观调节和微观规制"
      ],
      "经济全球化的表现有（）": [
          "生产的全球化",
          "金融的全球化",
          "贸易的全球化",
          "企业经营的全球化"
      ],
      "垄断时期竞争的特点主要是（）": [
          "目的是获得高额垄断利润",
          "竞争范围除经济领域外还包括政治、军事、文化领域",
          "竞争手段有政治上的力量",
          "竞争更为激烈、破坏性更大"
      ],
      "20世纪70年代后西方国家普遍走上了（）道路。": [
          "金融创新",
          "金融自由化"
      ],
      "垄断产生的原因有（）": [
          "生产集中度高，便于大企业联合控制",
          "大企业为避免竞争造成两败俱伤而达成妥协和联合",
          "企业规模巨大，限制了竞争"
      ],
      "二战后发达资本主义国家中的 （）": [
          "资本占有社会性的提高没有改变资本在社会经济关系中的支配地位"
      ],
      "资本主义发展初期占主导地位的所有制形式是 （）": [
          "个体资本所有制"
      ],
      "随着生产社会化程度的不断提高，资本主义国家内（）": [
          "大企业内部资本所有权与控制权发生分离"
      ],
      "法人资本所有制有两种形式是 （）": [
          "企业法人资本所有制和机构法人资本所有制"
      ],
      "二战后，发达资本主义国家对分配关系的新调整表现在实施（）": [
          "社会福利制度"
      ],
      "当代资本主义经济生活中，实际控制大公司经营活动的是（）": [
          "职业经理人"
      ],
      "当代资本主义发生的新变化表明（）": [
          "资本主义生产关系的根本性质没有发生变化"
      ],
      "当代资本主义政治制度出现多元化趋势，公民权利（）": [
          "有所扩大"
      ],
      "当代资本主义的新变化 （）": [
          "并不意味着资本主义生产关系的根本性质发生了变化",
          "从根本上说是人类社会发展一般规律作用的结果",
          "是在资本主义制度基本框架内的变化"
      ],
      "西方改良主义政党的政策主张有（）": [
          "推行国有化",
          "维护私有制",
          "倡导社会公平",
          "实施经济的计划调控"
      ],
      "二战后，在资本主义新变化的发展进程中 （）": [
          "资本改变获取剩余价值的方式",
          "资本追逐剩余价值的本性并没有改变"
      ],
      "二战后发达资本主义国家采取的缓和劳资关系的激励制度包括 （）": [
          "职工持股计划",
          "职工参与决策制度",
          "终身雇佣制度"
      ],
      "20世纪70年代后，随着资本主义经济陷入“滞胀”和新自由主义泛滥，西方国家普遍（）": [
          "放松经济管制",
          "强化市场调节"
      ],
      "当代资本主义发生新变化的原因有（）": [
          "工人阶级争取自身权利的斗争推动",
          "改良主义政党实施的改革发挥了作用",
          "社会主义制度初显优越性产生影响",
          "科学技术和生产力的发展推动"
      ],
      "二战后，资本主义生产资料所有制的新变化表现在（）": [
          "国家资本所有制形成并发挥重要作用",
          "法人资本所有制占据了主导地位"
      ],
      "在当代资本主义生产关系中，社会阶层和阶级结构的新变化表现在（）": [
          "脑力劳动者比例不断增加",
          "资本家的地位和作用发生了很大变化",
          "高级职业经理人实际控制了大公司经营",
          "知识型和服务型劳动者比例不断增加"
      ],
      "资本主义发展的历史趋势是（）": [
          "社会主义公有制取代资本主义私有制"
      ],
      "资本主义的历史地位是 （）": [
          "过渡的资本主义"
      ],
      "国家垄断资本主义为向社会主义过渡准备了物质条件是指（）": [
          "全面的社会化"
      ],
      "正确认识资本主义的历史过渡性要（）": [
          "借鉴资本主义社会中反映人类文明进步的改良"
      ],
      "社会主义必然代替资本主义的主要依据是（）": [
          "生产的社会化与资本主义私人占有制之间的矛盾"
      ],
      "社会主义代替资本主义是一个（）": [
          "曲折的历史过程",
          "长期的历史过程",
          "复杂的历史过程"
      ],
      "与奴隶制封建制国家相比，资本主义国家 （）": [
          "政治上要求形式上的自由民主、正义平等",
          "经济上要求自由竞争、等价交换"
      ],
      "资本主义为社会主义所代替的历史必然性表现在（）": [
          "国家垄断资本主义为向社会主义过度准备了条件",
          "资本主义的内在矛盾决定了资本主义必然被社会主义所代替",
          "资本积累推动资本主义最终否定资本主义自身"
      ],
      "资本主义无法根除的主要矛盾是（）": [
          "无产阶级与资产阶级的矛盾",
          "社会化生产与资本主义私人占有的矛盾",
          "生产和消费的矛盾"
      ],
      "资本主义制度的历史进步性主要表现在（）": [
          "促使科学技术转变为生产力",
          "资本主义意识形态促进和完善了资本主义生产方式",
          "资本主义政治制度促进和完善了资本主义生产方式",
          "追求剩余价值的动力和竞争的压力推动了生产力发展"
      ],
      "第二次世界大战后，发达资本主义国家的相对稳定和发展，表明现代资本主义固有的矛盾正在消失。": [
          "错误"
      ],
      "在经济全球的时代，资本主义和社会主义的发展会逐渐趋同。": [
          "错误"
      ],
      "空想社会主义的开山之作是 （）": [
          "《乌托邦》"
      ],
      "19世纪三大空想社会主义者是 （）": [
          "圣西门、傅立叶、欧文"
      ],
      "无产阶级夺取政权的第一次伟大尝试是 （）": [
          "巴黎公社革命"
      ],
      "第一个将社会主义从理论转变为实践的领导人是 （）": [
          "列宁"
      ],
      "经济政治发展的不平衡性是资本主义的绝对规律。由此社会主义可能首先在少数或者在单独一个资本主义国家内获得胜利。提出这一著名论断的是（）": [
          "列宁"
      ],
      "“不坚持社会主义，不改革开放，不发展经济，不改善人民生活，只能是死路一条。”提出这一论断的是（）": [
          "邓小平"
      ],
      "科学社会主义的两大理论基础是 （）": [
          "剩余价值学说",
          "唯物史观"
      ],
      "下列属于巴黎公社经验的是 （）": [
          "无产阶级政权是为人民服务的机关",
          "必须建立无产阶级政党，发挥党的政治领导作用",
          "必须打碎旧的国家机器，建立无产阶级的新型国家",
          "无产阶级革命取得成功并保持胜利果实的首要条件是要有革命的武装"
      ],
      "十月革命的伟大意义在于 （）": [
          "将马克思主义关于无产阶级革命的理论变为现实，建立了世界上第一个社会主义国家",
          "激励了殖民地、半殖民地的民族民主革命，掀起了被压迫民族解放斗争的新高潮",
          "促进了马克思列宁主义的传播，推进了无产阶级政党的建立",
          "沉重打击了帝国主义的统治，鼓舞了资本主义国家的革命运动"
      ],
      "列宁领导的苏维埃各国对社会主义道路的探索，经历了哪几个时期（）": [
          "战时共产主义时期",
          "进一步巩固苏维埃政权时期",
          "新经济政策时期"
      ],
      "列宁的“政治遗嘱”主要包括（）": [
          "《论合作社》",
          "《日记摘要》",
          "《怎样改组工农检察院》",
          "《论我国革命》"
      ],
      "苏联模式的特征有（）": [
          "在所有制上，实行单一的生产资料公有制",
          "在经济体制上，实行自上而下高度集中的指令性计划经济",
          "在政治方面，片面强调阶级斗争和无产阶级专政，忽视社会主义民主法制建设",
          "在经济发展战略上，片面强调以发展重工业为主，追求高速度，不讲求质量效益"
      ],
      "会主义发展史上的几次飞跃是（）": [
          "社会主义从理论发展到制度建立的实践",
          "社会主义从空想发展到科学",
          "社会主义从一国实践发展到多国的实践"
      ],
      "资本主义社会最底层、革命最坚决、最彻底的阶级是（）": [
          "无产阶级"
      ],
      "改革是社会主义制度的（）": [
          "自我完善和发展"
      ],
      "未来的新社会的经济基础是（）": [
          "公有制"
      ],
      "无产阶级最熟悉、最普遍采取的斗争形式是（）": [
          "经济斗争"
      ],
      "人类从必然王国向自由王国的飞跃是（）": [
          "共产主义的实现"
      ],
      "无产阶级革命的根本问题是（）": [
          "国家政权问题"
      ],
      "无产阶级实现其推翻旧社会、建设新社会的历史使命的关键所在，其原因是（）": [
          "无产阶级具有统一的纲领",
          "无产阶级政党是以科学理论武装起来的政党",
          "无产阶级政党由无产阶级中的先进分子所组成",
          "无产阶级具有严格的组织纪律"
      ],
      "政党（）": [
          "不是从来就有的",
          "是阶级的一部分",
          "一般由本阶级中最活跃、最积极的分子组成",
          "是社会经济和阶级斗争发展到资产阶级时代的产物"
      ],
      "在共产主义的不同阶段，分配制度应该（）": [
          "高级阶段实行各尽所能、按需分配",
          "第一阶段实行按劳分配的原则"
      ],
      "科学社会主义基本原则的主要内容有（）": [
          "在生产资料公有制基础上组织生产",
          "追求人与自然的和谐",
          "无产阶级革命以建立无产阶级专政的国家为目的",
          "实行等量劳动领取等量产品的按劳分配原则"
      ],
      "中国目前所处的社会主义初级阶段，决定了其基本经济制度为（）": [
          "多种所有制经济共同发展",
          "公有制为主体"
      ],
      "在社会主义社会，改造和利用自然应该（）": [
          "合乎自然发展规律",
          "更自觉地把实现人与自然的和谐作为社会发展的目标",
          "追求美丽环境",
          "合乎人类幸福生活"
      ],
      "无产阶级反抗资产阶级的斗争主要有三种形式（）": [
          "经济斗争",
          "思想斗争",
          "政治斗争"
      ],
      "中国特色社会主义深深扎根于中国大地，它（）": [
          "是党和人民90多年奋斗、创造、积累的根本成就",
          "体现着近代以来中国人民对社会主义的美好憧憬和不懈探索",
          "凝聚着实现中华民族伟大复兴这个近代以来中华民族最伟大的梦想",
          "是改革开放30多年实践的根本总结"
      ],
      "俄、中等经济文化相对落后国家首先走向社会主义 （）": [
          "是由革命的客观形势和主观条件所决定的"
      ],
      "经济文化相对落后国家建设社会主义具有（）": [
          "艰巨性"
      ],
      "马克思主义执政党对社会主义发展道路的探索和对社会主义建设规律的认识，需要（）": [
          "一个长期的过程"
      ],
      "社会主义发展道路多样性的原因主要有（）": [
          "历史文化传统的差异",
          "时代和实践的不断发展",
          "各个国家的生产力发展状况和社会发展阶段具有不同特点"
      ],
      "当代国际资本主义对社会主义的进攻由武力进攻转变为了“和平演变”。其主要手段（）": [
          "在社会主义国家内部制造经济、政治、思想等种种混乱，阻扰和破坏社会主义国家的发展",
          "通过强硬的军事、政治压力，迫使社会主义国家屈从其经济政治发展战略的要求",
          "通过有限制的经济、科技的合作迫使社会主义国家屈从其经济政治发展战略的要求",
          "通过强大的文化机器和文化产品进行文化渗透"
      ],
      "经济文化相对落后国家建设社会主义之所以具有艰巨性和长期性，这是因为（）": [
          "马克思主义执政党对社会主义发展道路的探索和对社会主义建设规律的认识，需要一个长期的过程",
          "国际环境的严峻挑战",
          "经济基础和上层建筑发展状况的制约",
          "生产力发展状况的制约"
      ],
      "社会主义在曲折中发展是由以下因素决定的（）": [
          "社会主义作为新生事物，其成长不会一帆风顺",
          "经济全球化对于社会主义的发展既是机遇又是挑战",
          "社会主义社会的基本矛盾推动社会发展，是作为一个过程为展开的，人们对它的认识也有一个逐渐发展的过程"
      ],
      "社会主义是人类文明发展大道上的产物。": [
          "正确"
      ],
      "东欧剧变、苏联解体，说明社会主义事业在世界范围内的彻底失败。": [
          "错误"
      ],
      "社会主义的发展虽然会经历曲折，但是其不断前进的历史趋势是不会改变的。": [
          "正确"
      ],
      "社会主义制度能够从根本上克服生产资料的资本主义私有制对生产力发展的束缚，为生产发展提供广阔的前景。": [
          "正确"
      ],
      "在共产主义社会，“三大差别”必将归于消失，下列选项不属于三大差别的是：（）": [
          "物质与精神"
      ],
      "预见未来共产主义新社会的方法论原则包括：（）": [
          "在剖析资本主义旧世界的过程中阐发未来新世界的特点",
          "在社会主义社会发展中不断深化对未来共产主义社会的认识",
          "立足于揭示未来社会的一般特征，而不可能对各种细节作具体描绘",
          "在揭示人类社会发展一般规律的基础上指明社会发展的方向"
      ],
      "当代中国共产党人对共产主义社会的基本特征的认识是：（）": [
          "实现每个人自由而全面的发展，人类从必然王国向自由王国飞跃",
          "物质财富极大丰富，消费资料按需分配",
          "社会关系高度和谐，人们精神境界极大提高"
      ],
      "在共产主义社会，阶级和国家将会消亡。": [
          "正确"
      ],
      "在共产主义社会，人的自由而全面的发展是建立在个体高度自由自觉基础上的全面发展。": [
          "正确"
      ],
      "关于共产主义，下列说法错误的是：（）": [
          "当代资本主义的发展表明共产主义只能是一种空想"
      ],
      "实现共产主义是长期的历史过程，这是因为：（）": [
          "社会主义社会的充分发展和最终向共产主义过度需要很长的历史时期",
          "资本主义作为一个社会形态，其走向灭亡是一个长期的历史过程",
          "从资本主义到共产主义的转变是整个社会的根本改造，因而必然是一个长期而艰难的历史过程"
      ],
      "共产主义一定能够实现，是由人类社会的发展规律所决定的。": [
          "正确"
      ],
      "实现共产主义的主体（阶级力量）就是现代工人阶级或无产阶级。": [
          "正确"
      ],
      "共产主义远大理想和中国特色社会主义共同理想的辩证关系是：（）": [
          "共产主义远大理想和中国特色社会主义共同理想是最高纲领和最低纲领的关系",
          "共产主义远大理想和中国特色社会主义共同理想是全人类理想和全体中国人民理想的关系",
          "共产主义远大理想和中国特色社会主义共同理想是最终理想和阶段性理想的关系"
      ],
      "坚持和发展中国特色社会主义是中华民族通向共产主义的必由之路": [
          "正确"
      ]
    }
  ]
}
